Repository: TrellixVulnTeam/cogofly_ZC9R
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: <strong>COGOFLY</strong> may be required to disclose personal data by legal requests, such as court orders, in compliance with applicable laws and regulations. Additionally, <strong>COGOFLY</strong> may share information when <strong>COGOFLY</strong> believes it is necessary to comply with the law, to protect the interests or property of <strong>COGOFLY</strong>, to prevent fraud or other illegal activity perpetrated through the Website or using the <strong>COGOFLY</strong> name, or to prevent imminent damage. This may include sharing information with other companies, lawyers, government agencies. By using the Website or registering in the Website, the user allows <strong>COGOFLY</strong> to process and use his/her personal data for advertising or marketing purposes of partners of <strong>COGOFLY</strong> via the Website. Particularly, Personal Data may be used in order to tailor the advertisement presented to the user to his/her specific interests.
fr: <strong>COGOFLY</strong> peut aussi être amené à communiquer des données personnelles en exécution de réquisitions légales, comme par exemple des décisions de justice, conformément aux lois et règlements en vigueur. De plus, <strong>COGOFLY</strong> peut communiquer des données s'il estime que c'est nécessaire pour se conformer à la loi, pour protéger les intérêts ou la propriété de <strong>COGOFLY</strong>, pour empêcher des fraudes ou autres activités illégales perpétrées sur le Site ou l'utilisation du nom de <strong>COGOFLY</strong>, ou pour prévenir un dommage imminent. Ceci peut inclure le partage d'informations avec d'autres sociétés, des avocats ou des juristes, des administrations. En utilisant le Site ou en s'enregistrant sur le Site, l'utilisateur autorise <strong>COGOFLY</strong> à traiter et utiliser ses informations personnelles dans un but de publicité ou de marketing par des partenaires de <strong>COGOFLY</strong> via le Site. En particulier, les données personnelles peuvent être utilisées pour personnaliser les publicités présentées aux utilisateurs par rapport à leurs propres centres d'intérêts.

source: 10. Miscellaneous:
fr: 10. Divers :

source: 10.1. Under Age:
fr: 10.1. Mineurs:

source: Minors are not eligible to use the Website and are therefore not allowed to register and submit any personal information to <strong>COGOFLY</strong>. Parents and legal guardians are responsible for the protection of their children's privacy.
fr: Les mineurs ne sont pas autorisés à utiliser le Site et ne sont donc pas autorisés à créer un compte et à communiquer des données personnelles à <strong>COGOFLY</strong>. Les parents et représentants légaux sont responsables de la protection de la vie privée de leurs enfants.

source: 10.2. Links:
fr: 10.2. Liens :

source: The Website may contain links to other websites. <strong>COGOFLY</strong> is not responsible for the privacy practices of other websites. <strong>COGOFLY</strong> encourages the User to be aware when he/she leaves the Website to read the privacy statements of each and every website that collects personally identifiable information. This Privacy Policy applies solely to information collected by <strong>COGOFLY</strong>.
fr: Le Site peut contenir des liens vers d'autres sites. <strong>COGOFLY</strong> n'est pas responsable de la politique de protection de la vie privée des autres sites. En conséquence, <strong>COGOFLY</strong> encourage l'utilisateur, lorsqu'il quitte le Site, à prendre connaissance des politiques de confidentialité de chacun des sites qu'il visite et qui collectent des données personnelles. La présente Politique de Confidentialité s'applique exclusivement aux données collectées par <strong>COGOFLY</strong>.

source: 11. Changing or removing information:
fr: 11. Modification ou suppression de données :

source: The user may control most personal information via the profile editing tools of his/her profile on the Website. The user may modify or delete any of his/her profile information except the mandatory information required during the registration process at any time by logging into his/her account. Information will be updated immediately, subject to have saved it. Users who wish to deactivate their account with <strong>COGOFLY</strong> should act as mentioned in article Deactivation or deletion of an account of the Terms and Conditions. In this case, <strong>COGOFLY</strong> will remove the user's name and other personally identifiable information from publicly viewable data. However, <strong>COGOFLY</strong> may retain certain data contributed by the user if it may be necessary to prevent fraud or future abuse, or for legitimate business purposes, such as statistical analysis of non-personally-identifiable data, or if required by law. All retained data will continue to be subject to the terms of the Privacy Policy that the user has previously agreed to. Where the user makes use of the communication features of the service to share information with other users of <strong>COGOFLY</strong>, however, (e.g., sending a personal message to another user of <strong>COGOFLY</strong>) the user generally cannot remove such communications.
fr: L'utilisateur peut contrôler la plupart de ses données personnelles via les outils de modification de son profil sur le Site. A tout moment en se connectant grâce à son compte, il peut modifier ou supprimer toute information de son profil, à l'exception des informations obligatoires requises lors de l'enregistrement. Les informations seront mises à jour immédiatement sous réserve de les avoir bien sauvegardées. Les utilisateurs qui souhaitent désactiver leur compte <strong>COGOFLY</strong> peuvent procéder comme mentionné dans les Conditions Générales à l'article "Désactivation ou Suppression". Dans ce cas, <strong>COGOFLY</strong> supprimera le nom de l'utilisateur et les autres informations personnelles visibles publiquement. Toutefois, <strong>COGOFLY</strong> peut conserver des données fournies par l'utilisateur si celles-ci sont nécessaires pour empêcher des fraudes ou des abus, ou pour des objectifs commerciaux légitimes comme par exemple des analyses statistiques de données anonymes, ou encore si cela est exigé par la loi. Toutes les données conservées continueront à être soumises à la présente Politique de Confidentialité que l'utilisateur a acceptée lors de son enregistrement. Néanmoins, lorsque l'utilisateur partage des données avec d'autres utilisateurs de <strong>COGOFLY</strong> (par exemple envoi de messages personnels à un autre utilisateur de <strong>COGOFLY</strong>), l'utilisateur ne peut pas supprimer ces communications.

source: 12. Litigation:
fr: 12. Litiges :

source: Any dispute arising from the use of the Website is subject to this Privacy Policy and to the Terms and Conditions, including limitation of liability.
fr: Tout litige en lien avec l'utilisation du Site est soumis à la présente Politique de Confidentialité ainsi qu'aux Conditions Générales, dont notamment les limitations de responsabilité qui y sont stipulées.

source: 13. Modification of Privacy Policy:
fr: 13. Modification de la Politique de Confidentialité :

source: <strong>COGOFLY</strong> reserves the right to amend this Privacy Policy at any time. <strong>COGOFLY</strong> shall give due notice of any amendments of this Privacy Policy to the user via the user's email address or by placing a notice in the user's personal inbox on the Website.
fr: <strong>COGOFLY</strong> se réserve le droit de modifier la présente Politique de Confidentialité à tout moment. Toute modification sera notifiée aux utilisateurs par email ou par une notification envoyée sur leur compte <strong>COGOFLY</strong>.

source: Cogofly - Testimonies
fr: Cogofly - Témoignages

source: "Having had the chance to work together with FRANCK on several projects, I have had the opportunity to accompany him on several business trips; he is the kind of guy you will never forget, always willing to provide assistance to all kinds of people. I believe it is part of his genetic profile to be on Earth, help people and make them happy, in both small and great ways. I believe his site is part of this process and constitutes a real inner part of his personality; almost as if it were the logical conclusion to a personal ambition dedicated to fulfilling everybody's needs and, more precisely, passion for travelling, and the embedded necessity for everybody to interchange.
fr: "Ayant eu la chance de travailler avec Franck sur plusieurs projets, j'ai eu l'opportunité de l'accompagner sur des missions professionnelles; Il est le genre de personne que vous ne pouvez pas oublier, toujours disponible pour aider tout le monde. Je crois que cela fait partie de son patrimoine génétique sur cette terre, aider les gens et les rendre heureux, sur de courts et longs instants. Je crois que son site fait partie de cette volonté même et de sa personnalité ; comme si c'était la conclusion logique d'une ambition personnelle dédiée au soutien de chacun et, plus précisément, à la passion pour voyager, et la totale nécessité pour que chacun puisse communiquer."

source: "I have known Franck for quite a while now. He has a unique way of meeting people, striking up relationships, genuine and sincere ones, and is very loyal when it comes to friendship. Always on the move, dynamic, full of new ideas, with a real entrepreneurial spirit, he has shown courage and determination by putting everything he has into a project in which he wholeheartedly believes; a project with the goal of bringing people closer together, and getting them to meet up with each other. A project which, upon reflection, resembles him a great deal; and it is for this reason that it has to work. And not just for him, but for those whom it will help to "co-go-fly": new faces for new trips and places.
fr: "Je connais Franck depuis déjà un bout de temps. Il n'a pas son pareil pour rencontrer des gens, nouer des relations, vraies et sincères, et il est particulièrement fidèle en amitié. Toujours en mouvement, dynamique, fourmillant d'idées, avec un véritable esprit d'entrepreneur il s'est engagé à fond, courageusement et de sa personne dans un projet auquel il croit vraiment, et profondément. Un projet qui porte l'ambition de rapprocher les gens, de les faire se rencontrer. Un projet qui finalement lui ressemble, et c'est bien pour ça que ça doit marcher. Et pas pour lui seulement : pour tous ceux aussi que ça va aider à convoler dans le -noble - sens «co-go-fly" du terme : de nouveaux visages pour de nouveaux voyages et paysages."

source: "I've known Franck for several years now and his will to succeed, drive and motivation are simply second to none. It's a real pleasure to work with people like Franck because you always have that peace of mind, safe in the knowledge that results are guaranteed. Franck is a loyal and trustworthy colleague and friend who, I have no doubt about it, has the profile and all the prerequisites to be the very best. His project is a fascinating one and I'm very much looking forward to seeing all of his hard work pay off."
fr: "Je connais Franck depuis plusieurs années maintenant, et il est sans égal lorsqu'il s'agit de pousser, de motiver et de réussir. C'est un vrai plaisir de travailler avec les gens comme Franck car on a toujours l'esprit serein par rapport à l'obtention des résultats. Franck est quelqu'un de fidèle en tant que collègue et ami, et quelqu'un en qui on peut faire confiance. Je n'ai d'ailleurs pas le moindre doute sur ses capacités de réussite; en effet il possède le profil et les critères prérequis pour devenir le meilleur. Son projet est fascinant et j'ai vraiment hâte de voir toutes ces années de travail porter leurs fruits."

source: "Franck is the designer and creator of this website, he asked me to help him for the development, I was motivated by this idea to find a solution for all these people that don’t want to travel alone, indeed, times are difficult these days, for all, economic crisis, current situation, terrorism but the fact you can find hope despite all these bad things happening is first of all a noble idea and to take a stand in this world, and to see few persons motivated to develop this project, this is a really creative and innovative idea, to allow people that don’t know each other, to meet, travel and the more you get to know someone, the closer you feel to them, and these friendships will last, because love is stronger than all things, and we need to defend this love in this chaotic world today. Franck is a committed person, I have only known him for a few years but what struck me is his strength of conviction, close to stubbornness but to do good, and to seek quality, what struck me again is his motivation, he refuses to fail, I am motivated to work with him to see these qualities and concepts in him, his desire to succeed and to bring forth his vision, because it is with small and simple things that great things are achieved."
fr: "Franck le créateur de ce site m'a demandé d'aider au développement, j'ai été séduit par cette idée de trouver une solution pour toutes ces personnes qui ne veulent pas voyager seules, en effet les temps sont difficiles pour tout le monde, la conjoncture, la crise, le terrorisme mais le fait de trouver de l'espoir malgré tout est une idée noble et engagée et que le fait que certaines personnes veulent développer ce concept, cela est vraiment précurseur et novateur, de permettre à des personnes qui ne se connaissent pas, de se retrouver, de voyager, de tisser des liens ensemble qui dureront, car l'amour est plus fort que tout et nous devons défendre cette idée dans ce monde chaotique aujourd'hui. Franck est une personne engagée, je le connais depuis quelques années mais ce qui m'a frappé, c'est sa force de conviction et limite son entêtement à bien faire et à chercher la qualité, ce qui m'a marqué c'est sa motivation, son refus de l'échec, j'ai été motivé de travailler avec lui en voyant ces qualités et concepts chez lui, son envie de réussir et d'apporter sa vision, car c'est avec des moyens simples que de grandes choses sont réalisées."

source: Cogofly - The team
fr: Cogofly - L'équipe

source: Who are we?
fr: Qui sommes nous ?

source: <strong>COGOFLY</strong> was founded by Mr. Franck Lagathu, born on 21 June 1973 in Marseille, France.
fr: <strong>COGOFLY</strong> a été fondé par, Monsieur Franck Lagathu, né le 21 Juin 1973 à Marseille.

source: Commercial Support Manager at Airbus Helicopters, and former Sales Manager in the Estate Agents sector, the launch of this new site marks the start, in parallel, of a new and passionate adventure. Whilst I have a great team supporting me, as the main player it is important to talk about my own diverse experiences in order to explain how the idea of launching such a concept came about.
fr: Cadre commercial chez Airbus Helicopters, et ancien vendeur dans le domaine de l'immobilier, une nouvelle aventure et passion en parallèle commence avec le lancement de ce site. Étant le principal acteur, même si très bien entouré, je ne peux que parler de mes expériences diverses et personnelles pour expliquer comment l'envie m'est venue de lancer un tel concept.

source: The first page written, or rather "scribbled", during the summer of 2006 highlighted the need for a concept which would later become part of the <strong>COGOFLY</strong> adventure. It was indeed the result of a simple observation: <strong>There are far too many people who travel alone!</strong>
fr: La première page écrite courant été 2006, et la seule à l'époque, qui correspondait plus à un "gribouillis" qu'autre chose, mettait en avant l'expression de besoins liée à ce qui allait être, et faire partie plus tard, de l'aventure <strong>COGOFLY</strong>. Elle était bien la conséquence d'un constat simple : <strong>Beaucoup trop de personnes voyagent seules !</strong>

source: At the time, with this worldwide phenomenon in mind, my site was leaning towards a name that I would later deem to be overly "pessimistic": <strong>Never Alone!</strong>
fr: A cette période, et face à ce constat mondial, mon site s'orientait vers un nom que je qualifierai de "pessimiste": <strong>Never alone !</strong>

source: The fact that I was based in Munich for 4 years, along with other commitments, meant that I had to put the project on the backburner for a while. However I NEVER forgot about it...in fact quite the contrary! I was constantly writing down different ideas and closely following the global market. It was clear to me that the entire world was concerned and I felt I had to do something to address this universal issue.
fr: Mon expatriation sur Munich, pendant 4 ans, et les aléas de la vie ont fait que j'ai dû mettre ce projet de côté sans JAMAIS l'oublier...bien au contraire! Il m'arrivait constamment de mettre sur papier différentes petites idées et de bien étudier le marché mondial. Force est de constater que le monde entier était, bel et bien, concerné et que je me devais d'essayer de combler cette désarroi universel.

source: Always there for my family and friends, this desire to always help people out encouraged me to launch a website which could respond to this requirement in every way. The testimonies that can be found on this site only serve to reinforce this temperament which is fully recognized and appreciated by my entourage; a temperament which, quite naturally, resulted in a connection between this site and my destiny.
fr: Toujours là pour ma famille, mes amis, mes proches, cette volonté omniprésente de toujours vouloir rendre service m'a donc poussé en ce sens et permis de lancer ce site qui avait tout pour répondre à un tel besoin. Les témoignages joints, sur ce site, ne font que corroborer ce tempérament bien reconnu par mon entourage. Tempérament qui, à juste titre, a pu naturellement faire le lien avec ce site et ma destinée.

source: Back from Germany in 2010, after a multitude of fruitful and enriching encounters, I was able to restart work on my ideas which had by now reached a dozen pages. The 5 years following my return home only served to strengthen the courage of my convictions, and several useful pages were added in order to further the project and work towards something more concrete.
fr: De retour d'Allemagne en 2010, après de multiples et enrichissantes rencontres, j'ai pu revenir sur cette expression de besoins qui était passée à plus d'une dizaine de pages. Les 5 années qui ont suivi ce retour n'ont fait que conforter mon idée et ajouter quelques pages bien utiles pour optimiser ce besoin et découler sur quelque chose de plus concret.

source: 2015 has been a crucial year in that I have had the chance to meet a number of people within the sector, along with web service providers, and have thus learned a great deal from being in their presence. These contacts, located via a list given to me by Marseille’s Chamber of Commerce and Industry (CCI), through their respective remarks and feedback regarding my concept, have only served to strengthen my desire to proceed with the launch of this new social network on an international scale.
fr: L'année 2015 a été déterminante dans la mesure où j'ai pu rencontrer beaucoup de professionnels du secteur, des prestataires du web, et ainsi apprendre énormément en leurs présences. Ces professionnels, dont la liste m'a été donnée par la Chambre de Commerce et d'Industrie (CCI) de Marseille, ont fait, de par leurs remarques respectives sur mon concept, que me conforter dans l'envie de lancer ce nouveau réseau social à l'international.

source: The support of this institution helped me to realize that a number of additional skills were required, such as legal, financial and HR-related aspects...as is the case for any newfound company. Thanks to them, I was able to obtain all of the contacts required in order to set me on the right path...
fr: Le soutien parallèle de cette fameuse institution m'a quant à elle permis de bien comprendre que la technique ne suffisait pas et qu'il fallait bien penser aux aspects juridiques, financiers, et humains...telle une entreprise en pleine création. Grâce à eux, j'ai pu avoir tous les contacts nécessaires pour m'aider à aller dans le bon sens...

source: All of these encounters resulted in me finding another name, more internationally orientated, which expressed the idea of taking off...<strong>Take Off Mate (TOM)</strong> was therefore brought to the table. At this point I have to say a big thank you to several of my work colleagues who took the time to motivate me and give me their opinions in order to ratify each key step of my project.
fr: La somme de toutes ces rencontres m'a donc amené à trouver un autre nom, plus orienté à l'international, qui exprimait l'idée de décoller...<strong>Take Off Mate (TOM)</strong> s'est alors présenté. Je ne peux ici que remercier certains collègues de travail qui, à chaque pause, et au-delà de me motiver d'avantage, me donnaient leurs avis pour geler chaque étape clé de mon projet.

source: It was with this name that I was able to present it to the Masters students at the University of Aix-Marseille at Luminy, more precisely to the <strong>Junior Aix-Marseille company (JAM), presided by Mr Florian DOUAY</strong> who, with the support of two other contributors, came up with a 43-page technical specification. It was therefore only normal to choose this establishment, and the choice was made even more quickly due to the fact that the students’ were instantly motivated, willing and full of ideas; fully in line with the ethics of this site.
fr: C'est avec ce nom que j'ai pu présenter ce dernier aux élèves de master de l'université Aix-Marseille Luminy, plus précisément à la <strong>Junior entreprise Aix-Marseille (JAM), présidé par Monsieur Florian DOUAY</strong> qui a monté, avec le soutien de 2 autres collaborateurs, un cahier des charges techniques de 43 pages. Le choix de cet établissement a donc été évident, et très rapide, dans la mesure où ces étudiants ont été motivés dès le début, volontaires, force de propositions et en adéquation avec les valeurs morales de ce site.

source: As I turned the pages of the technical specification, it seemed to suit me more and more, and I felt the need to make the adequate changes in order to add the finishing touches. The changes carried out helped to form the foundations of this site.
fr: A la lecture de ce cahier des charges, qui pages après pages me correspondait d'avantage, je me devais d'apporter les dernières "pierres à l'édifice" et faire les modifications adéquates. Tous les changements apportés seront, ni plus ni moins, que les fondations de ce site.

source: Once the new 50-page version approved, my attention then turned towards <strong>HQF Development, and its representative Sir Olivier PONS</strong>, who convinced me to finally take the plunge with this international-scale project. His reactivity, honest approach throughout our different exchanges, passion and a general feel-good factor that I got from him, led quite naturally to <strong>the signing of a development contract on 5 October 2015.</strong>
fr: Une fois cette version gelée avec ses 50 pages, mon choix s'est alors tourné vers la société <strong>HQF Développement, et son représentant Monsieur Olivier PONS</strong>, qui a su me convaincre et accepter ce projet d'envergure internationale. Sa réactivité, ses réponses honnêtes sur tous nos échanges, son engouement et nos bons rapports ont naturellement entraîné <strong>la signature d'un contrat de développement, le 5 Octobre 2015.</strong>
