Repository: TrellixVulnTeam/cogofly_ZC9R
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Think <span style="text-decoration: underline;">Together</span>, think <span style="text-decoration: underline;">Co</span>, and take off to share your trips, weekends, and others outings.!
fr: Pensez <span style="text-decoration: underline;">Ensemble</span>, pensez <span style="text-decoration: underline;">Co</span>, et décollez pour partager vos séjours, weekends, et sorties diverses.

source: The world of Cogoflyers is born... come and follow their adventures!
fr: Le monde des Cogoflyers est né... venez suivre leurs aventures !

source: ADVANTAGES
fr: AVANTAGES

source: Peace of mind
fr: Serenité

source: Trips out, at any time, in complete confidence.
fr: Des sorties, à toute heure, en toute confiance.

source: Break down language barriers.
fr: Moins de barrières linguistiques.

source: No more last-minute rushing around. Plan ahead in order to make the most of your stay.
fr: Fini les rencontres de dernière minute: Anticipez et profitez de votre séjour dans son intégralité.

source: Financial
fr: Financier

source: Share accommodation costs (eg. additional fees for a double room...).
fr: Partage des frais d’hébergement (supplément chambre double...).

source: Share additional expenses (taxi, car hire, fuel, tolls...).
fr: Dépenses annexes divisées (taxi, location d’un véhicule, carburant, péages...).

source: More attractive prices for shows, sightseeing, excursions...
fr: Tarifs plus avantageux pour les spectacles, visites, excursions...

source: Practical
fr: Pratique

source: Join up easily with groups on turnkey trips and excursions or to take part in diverse activities.
fr: Facilité à rejoindre des groupes lors de voyages, sorties ou activités diverses, clé en main.

source: Additional activities: sport, excursions, local and regional sightseeing...
fr: D'avantages d'activités : sport, excursions, visite de la ville, du pays...

source: Find a willing and reliable travel companion…and who knows, maybe a new friend!
fr: Possibilité de trouver un partenaire de voyage fidèle et régulier...et qui sait, peut-être un nouvel ami !

source: Combine handy tips and fun projects and get away stress-free!
fr: Joindre l’utile à l’agréable pour partir confiant !

source: Never alone
fr: Jamais seul(e)

source: Too many people travel alone and remain so for the duration of their trip.
fr: Trop de personnes voyagent seul et le restent durant tout leur séjour.

source: Divorce, friends changing their minds, expatriate reintegration and, quite simply, solitude, are often the root-cause of this situation...
fr: Divorce, amis changeant d'avis, retour d'expatriation et solitude, tout simplement, sont souvent la raison d’une telle situation...

source: Held back by shyness? Don't know anyone to join groups? Lacking motivation? ...Plan ahead and step into the unknown together!
fr: La timidité vous freine, vous ne connaissez personne pour rejoindre des groupes, et la motivation vous manque…anticipez et partez ensemble vers l'inconnu !

source: You prefer to be alone... this site is also made for you!
fr: Vous préférez rester seul...Ce site est aussi fait pour vous !

source: 1, 2, 3... Go!
fr: 1, 2, 3... Partez&nbsp;!

source: 1. Fill in all mandatory fields.
fr: 1. Remplissez tous les champs obligatoires.

source: 2. Add your trips(s) : trip, weekend away, day out...
fr: 2. Ajoutez votre/vos voyage(s) : séjour(s), weekend(s), journée(s)...

source: 3. Use the search, basic or advanced, in order to find your travel companion: <b>THE COGOFLYER!</b>
fr: 3. Utilisez la recherche, basique ou avancée, pour trouver votre compagnon de voyage : <b>LE COGOFLYER&nbsp;!</b>

source: Convinced and want to try?
fr: Convaincu et envie d'essayer ?

source: About
fr: À propos

source: The team
fr: L'équipe

source: Testimonies
fr: Témoignages

source: Terms &amp; Conditions
fr: Termes et conditions

source: Privacy policy
fr: Politique d'utilisation

source: Contact us
fr: Contact

source: To love is to share:
fr: Aimer c'est partager :

source: &copy; Copyright %(date_now)s - <a href="%(url_index)s">Cogofly</a> - All rights reserved.
fr: &copy; Copyright %(date_now)s - <a href="%(url_index)s">Cogofly</a> - Tous droits réservés.

source: Show
fr: Voir

source: Error:
fr: Erreur :

source: %(desc)s shared this with you
fr: %(desc)s a partagé cela avec vous

source: You shared this with %(desc)s.
fr: Vous avez partagé cela avec %(desc)s.

source: Add a comment
fr: Ajouter un commentaire :

source: Submit
fr: Envoyer

source: Answer
fr: Répondre

source: You wrote:
fr: Vous avez écrit&nbsp;:

source: wrote:
fr: a écrit&nbsp;:

source: Man
fr: Homme

source: Woman
fr: Femme

source: Languages:
fr: Langues :

source: hidden
fr: caché

source: Subjects:
fr: Matières :

# subjects
source: not precised
fr: non precisées

# job
source: not precised
fr: non precisée

# job
source: hidden
fr: cachée

# activity sectors
source: not precised
fr: non precisés

source: Driving licences:
fr: Permis de conduire :

source: Personality:
fr: Personnalité :

# personality
source: not precised
fr: non precisée

# personality
source: hidden
fr: cachée

source: Self-description:
fr: Description personnelle :

# self_description
source: not precised
fr: non precisée

# self_description
source: hidden
fr: cachée

source: This person didn't want to share his/her informations.
fr: Cette personne n'a pas souhaité montrer ses informations.

source: See his profile
fr: Voir son profil

source: See her profile
fr: Voir son profil

source: See his travels
fr: Voir ses voyages

source: See her travels
fr: Voir ses voyages

source: Send a message
fr: Envoyer un message

source: See his contacts
fr: Voir ses contacts

source: See her contacts
fr: Voir ses contacts

source: %(name)s expressed himself
fr: %(name)s s'est exprimé

source: %(name)s expressed herself
fr: %(name)s s'est exprimée

source: I like
fr: J'aime

source: Remove this relation
fr: Supprimer cette relation

source: Share
fr: Partager

source: Check / uncheck all
fr: Cocher / décocher tout

source: See all comments
fr: Voir tout

source: Accept
fr: Accepter

source: Refuse
fr: Refuser

source: Accept %(nom)s's invitation?
fr: Accepter l'invitation de %(nom)s ?

source: Decline
fr: Refuser

source: Reason to decline %(nom)s's :
fr: Raison de refus de l'invitation de %(nom)s :

source: Remove the relation with %(nom)s?
fr: Supprimer cette relation avec %(nom)s ?

source: Invite
fr: Inviter

source: Invite %(nom)s?
fr: Inviter %(nom)s ?

source: Write below:
fr: Écrivez ci-dessous&nbsp;:

source: Realized
fr: Réalisés

source: To do
fr: À faire

source: Important: it is of paramount importance to add a trip, a weekend or a day out if you want to appear in the search results and give yourself the opportunity to meet new cogoflyers!
fr: Important : Il est indispensable d'ajouter un voyage, un weekend, ou une journée si vous voulez ressortir dans les résultats de recherche et avoir l'opportunité de rencontrer de nouveaux cogoflyers !

source: Your profile is %(progression_percent)s%% complete:
fr: Votre profil est rempli à %(progression_percent)s% %&nbsp;:

source: In order to add to it, or even finalise it, please go to "Amend your profile".
fr: Pour le compléter, voire le terminer, merci d'aller dans : "Modifier votre profil".

source: The more information you have on your profile, the more people will check it out. What's more, they'll be more inclined to place their trust in you... increase your chances of being found straightaway.
fr: Un profil mieux rempli est toujours plus visité et inspire d'avantage de confiance chez les membres...augmentez vos chances d'être trouvé du premier coup.

source: Show me more
fr: Voir plus

source: Once you have filled out the missing optional information, your profile will be 100%% complete, and therefore viewed by more people:
fr: Votre profil sera rempli à 100%%, donc plus visité, lorsque vous aurez rempli ces informations facultatives manquantes&nbsp;:

source: This site uses cookies in order to provide,
fr: Ce site utilise des cookies pour vous fournir,

source: protect and optimise Cogofly's services.
fr: protéger et optimiser les services de Cogofly.

source: By continuing, you agree to our policy covering all of the above.
fr: En continuant de naviguer, vous acceptez notre politique d'utilisation de ces derniers.

source: Find out more here:&nbsp;
fr: Pour en savoir plus, cliquez ici&nbsp;:&nbsp;

source: Do not show this message again
fr: Ne plus montrer ce message la prochaine fois

source: My trips
fr: Mes voyages

source: My contacts
fr: Mes contacts

source: My notices
fr: Mes avis

source: Follow us on:
fr: Suivez-nous sur&nbsp;:

source: &copy; Copyright %(annee)s - <a href="%(url_index)s">Cogofly</a> - All rights reserved.
fr: &copy; Copyright %(annee)s - <a href="%(url_index)s">Cogofly</a> - Tous droits réservés.

source: He has no contacts yet.
fr: Il n'a pas encore de contacts.

source: She has no contacts yet.
fr: Elle n'a pas encore de contacts.

source: <p><b>Welcome</b> to your list of contacts.</p> <ul> <li><p><b>At any time, you can:</b></p></li> <ul> <li>See their full profiles.</li> <li>Check out their activities, past and future: trips, weekends and various outings.</li> <li>Send them a message.</li> </ul> </ul>
fr: <p><b>Bienvenu(e)</b> sur la liste de tous vos contacts.</p><ul><li><p><b>Vous pouvez à tout moment&nbsp;:</b></p></li><ul><li>Voir leurs profils complets.</li><li>Consulter leurs activités passées et futures&nbsp;: voyages, weekends, sorties diverses, etc...</li><li>Leur envoyer un message.</li></ul></ul>

source: The Cogofly team
fr: L'équipe Cogofly

source: <p>No friends yet...?</p> <p><strong>You have 3 choices:</strong></p> <ul> <li style="margin-bottom: 10px"> Invite your friends by email through the icon « Invite » located in the taskbar. </li> <li style="margin-bottom: 10px"> Check out your search results once you have decided to travel or go away with another Cogofly member. </li> <li style="margin-bottom: 10px"> Log out, go down to the bottom of the site's homepage and click on the social network links. <b>You will then be able to share the information with those around you and encourage them, and their contacts, to sign up on the site.</b> </li> </ul> <p>Good luck</p>
fr: <p>Vous n’avez pas encore d’amis… ?</p><p><b>3 possibilités s’offrent à vous :</b></p><ul><li style="margin-bottom: 10px">Inviter vos amis par email via l’icône « Inviter » située dans la barre des tâches.</li><li style="margin-bottom: 10px">Attendre que votre recherche aboutisse lorsque vous aurez décidé de partir, sortir, avec un membre Cogofly.</li><li style="margin-bottom: 10px">Déconnectez-vous, allez tout en bas de la page de présentation du site, et cliquez sur les boutons de partage liés aux réseaux sociaux. <b>Vous pourrez ainsi partager l’information autour de vous pour inciter vos contacts, et ceux des autres, à s’enregistrer sur le site.</b></li></ul><p>Bonne chance.</p>

source: Invite a friend
fr: Inviter un ami

source: Send
fr: Envoyer

source: My home
fr: Chez moi

source: There's no error for the moment...
fr: Il n'y a aucune erreur actuellement.

source: Click here to go back to the main page
fr: Cliquez ici pour revenir à la page principale

source: Key steps:
fr: Les étapes clé :

source: Search for a cotraveller:
fr: Recherchez un covoyageur :

source: Add a trip, a weekend or a day:
fr: Ajoutez un voyage, un weekend, ou une sortie :

source: Complete your profile:
fr: Complétez votre profil :

source: The Cogoflyers' dashboard
fr: Le journal de bord des Cogoflyers

source: Confirm
fr: Valider

source: Updating...
fr: Mise à jour...

source: Cogofly's News
fr: L'Équipe Cogofly.

source: Cogofly listens!
fr: Cogofly vous écoute !

source: If you have any remarks, notes or suggestions, please click on the link below.
fr: Si vous avez des remarques, ou suggestions, n'hésitez pas à cliquer sur le lien ci-dessous.

source: Thank you in advance for your trust and support, along with any comments and suggestions you may have.
fr: Merci par avance pour votre soutien, confiance et suggestions diverses.

source: You can change your language here
fr: Vous pouvez changer de langue ici

source: Connect in one-clic
fr: Se connecter en un click

source: Log in with Facebook
fr: Se connecter avec Facebook

source: Log in with Google
fr: Se connecter avec Google

source: ... or type in your login informations
fr: ... ou entrez vos informations de connexion

source: Not registered yet? Click here
fr: Pas encore enregistré ? Cliquez ici

source: Password lost? Click here
fr: Mot de passe oublié ? Cliquez ici

source: To see your messages history, with <b>%(p_fullname)s</b>,
fr: Pour voir l'historique de vos messages, avec <b>%(p_fullname)s</b>,

source: click here
fr: cliquez ici

source: Delete this conversation
fr: Supprimer cette conversation

source: Conversation with %(p_full)s
fr: Conversation avec %(p_full)s

source: Do you really want to delete the whole conversation?
fr: Vous voulez vraiment supprimer l'intégralité de la conversation ?

source: You have no invitations yet
fr: Vous n'avez actuellement aucune nouvelle invitation

source: Show invitation
fr: Voir l'invitation

source: You have currently no Likes
fr: Vous n’avez pas encore de Likes

source: Click here to see more
fr: Cliquez ici pour voir plus

source: Read!
fr: Vu&nbsp;!

source: No new messages
fr: Pas de nouveau message

source: If you want to write a message to your contacts, click here:
fr: Si vous voulez écrire un message à vos contacts, cliquez ici :

source: Password recover
fr: Récupération du mot de passe

source: Offers
fr: Offres

source: <h2>Hello, and welcome to the Premium option.</h2> <p>The latter will only be available once the final version of the site is launched, along with various options and other features, from 21st June 2017. </p> <p><b>With the Premium option, you will be able to:</b></p> <ul> <li>Surf the site ad-free.</li><br/> <li>Organise events (trips / weekends / excursions) based on the concept: <b>« Let he who loves me follow me...»</b><br/><br/> <ul> <li><b>Aim: You will choose...</b></li><br/> <ul> <li>Your dates.</li> <li>Your destinations.</li> <li>The type of event.</li> <li>The number of people.</li> <li>And, potentially, « human » criteria...</li><br/> </ul> </ul> <ul> <li><b>Advantages: Choices more effective...</b></li> <ul> <li>You don’t have to carry out any further searches yourself.</li> <li>You will receive notifications from those who have signed up.</li> <li>You will be able to check and, <b>above all</b>, confirm with whom you go away.</li> <li>More flexibility and non-negligible gain in time.</li> <li>You will be presented with a veritable choice, adapted to your preferences.</li><br/> </ul> </ul> </li> <li> <b>Many other options will follow in order to entice you even more...</b> </li> </ul>
fr: <h2>Bonjour, et bienvenu(e) dans l’option Premium.</h2> <p>Cette dernière ne sera disponible que lors du lancement du site dans sa version finale, qui proposera des programmes sur mesure, et autres fonctionnalités, à partir du 21 Juin 2017. </p> <p><b>Grace à cette option Premium, vous pourrez :</b></p> <ul> <li>Surfer sur le site sans publicité.</li><br/> <li>Mettre en place des évènements (voyages / weekends / sorties) sur la base du : <b>« Qui m'aime me suive...»</b><br/><br/> <ul> <li><b>But : vous choisirez...</b></li> <ul> <li>Vos dates.</li> <li>Vos destinations.</li> <li>Le type d’évènements.</li> <li>Le nombre de personnes.</li> <li>Éventuellement, les critères « humains »...</li><br/> </ul> </ul> <ul> <li><b>Gains : Choix plus efficaces...</b></li> <ul> <li>Ce n'est plus vous qui chercherez.</li> <li>Vous recevrez les notifications des personnes qui se sont inscrites.</li> <li>Vous vérifierez et, <b>surtout</b>, validerez avec qui partir...</li> <li>Plus de flexibilité et gain de temps non négligeable.</li> <li>Un véritable choix proposé et adapté à vos envies.</li><br/> </ul> </ul> </li> <li> <b>Bien d’autres options viendront par la suite afin de vous séduire d'avantage...</b> </li> </ul>

source: <b>A special offer, with free monthly subscriptions to the Premium option</b> to be won by invitation, will also be available very soon... <b>will also be available very soon...</b>
fr: <b>Une offre spéciale pour gagner des mois d’abonnement</b> à l'option Prémium, via le parrainage (parrain/filleul), <b>sera aussi très bientôt disponible…</b>

source: See my profile
fr: Voir mon profil

source: Modify my profile
fr: Modifier mon profil

source: Change my parameters
fr: Changer mes paramètres

source: Help
fr: Aide

source: This account is deleted.
fr: Ce compte est supprimé

source: You still can join the support team by <a href="%(url_support)s">clicking here.</a>
fr: Vous pouvez toujours joindre le support <a href="%(url_support)s">en cliquant ici.</a>

source: Your account has been desactivated
fr: Votre compte a été désactivé

source: If by chance you wish to re-activate it, you have received a mail with a link for reactivation.
fr: Si jamais vous voulez le ré-activer, nous vous avons envoyé un mail contenant un lien pour la ré-activation.

source: Incomplete Profile
fr: Profil incomplet

source: Your profile is not complete: <a href="%(url_profile_edit)s"> <button type="button" class="btn btn-default"> Click here </button> </a>
fr: Votre profil n'est pas complet&nbsp;: <a href="%(url_profile_edit)s"><button type="button" class="btn btn-default"> Cliquez ici </button> </a>

source: All my groups
fr: Tous mes comptes

source: Add my couple account
fr: Ajouter mon compte couple

source: Add my family account
fr: Ajouter mon compte famille

source: Add a group
fr: Ajouter un groupe

source: My parameters
fr: Mes paramètres

source: Practicals information
fr: Informations pratiques

source: Optionals information
fr: Informations facultatives

source: Password
fr: Mot de passe

source: Delete my account
fr: Supprimer mon compte

source: My dashboard
fr: Mon journal

source: At any time, via the “My settings” button on your profile, you can decide whether or not to keep your account active.
fr: À tout moment sur son profil, dans le bouton « Mes paramètres », vous pourrez décider de conserver ou pas votre compte.

source: A final “alert” message will appear, allowing you to confirm or change your mind, in order to avoid any inadvertent keyboard errors.
fr: Un dernier message « d’alerte » apparaitra pour que vous puissiez confirmer, ou pas, votre choix et cela dans le but de corriger une éventuelle mauvaise manipulation.

source: <p><b>Filling in the different criteria is not mandatory... the choice is yours!</b> </p> <p>However, if you are interested in going away with someone similar to yourself, we would advise <b>taking a few extra seconds to fill in the fields to suit your requirements.</b> </p> <p><b>That way you will guarantee finding people with common interests</b>, something which may be important to you. </p> <p><b>A more detailed profile will without doubt attract more attention...</b> so don’t wait around, give yourself the best chance! </p>
fr: <p><b>Remplir les critères disponibles n’est pas une obligation... ce choix vous appartient !</b></p><p>Néanmoins, et si vous souhaitez partir avec un compagnon qui vous ressemble, il est préférable de <b>passer quelques secondes supplémentaires pour les remplir à votre guise.</b></p><p><b>Les atomes crochus</b>, peut-être importants pour vous, <b>seront auquel cas bien au rendez-vous...</b></p><p><b>Un profil mieux renseigné est, sans conteste, un profil plus visité...</b> alors, n'attendez plus et mettez toutes les chances de votre côté !</p>

source: <p><b>The personal information has intentionally been marked as mandatory.</b> </p> <p><b>Cogofly wants each and every member to feel valued,</b> important and fully involved in this new concept designed to help people travel/go away together... </p> <p><b>Putting people back in the spotlight</b>, and ensuring that this new social network is top quality, <b>remains Cogofly’s leitmotiv!</b> </p> <p><b>Pseudonyms</b>, often considered impersonal, <b>will not be used by this new international community.</b> </p>
fr: <p><b>Ces données personnelles ont volontairement été laissées comme obligatoires&nbsp;!</b></p><p>En effet, <b>Cogofly souhaite que chaque membre se sente important</b>, valorisé à juste titre et socialement bien impliqué dans cette nouvelle façon de voyager/sortir ensemble...</p><p><b>Remettre l’humain sur le devant de la scène</b>, et faire de ce nouveau réseau social un site de qualité, <b>reste et restera le leitmotiv de Cogofly !</b></p><p><b>Les pseudos</b>, bien connus comme étant impersonnels, <b>ne seront donc pas d’actualité sur cette nouvelle communauté internationale.</b></p>

source: You can change the language settings at any time via the “My settings” button on your profile.
fr: À tout moment sur son profil, dans le bouton « Mes paramètres », vous pourrez changer la langue du site parmi celles proposées.

source: The dashboard has been created in order to allow you to keep up to date with important news and events linked to your account.
fr: Le journal de bord a été mis en place pour que vous puissiez suivre toute l’actualité liée à votre compte.

source: You will therefore receive, in chronological order, and in one click (you can choose the frequency yourself):
fr: Vous pourrez donc recevoir, sous forme de synthèse chronologique, et en un seul coup (au rythme que vous choisirez)&nbsp;:

source: Your contacts’ latest activities: trips added (past or future), remarks with regard to different events, activities shared, and so on…
fr: Les activités de vos contacts : ajout d’un voyage (dans le passé ou dans le futur), commentaires laissés autour de vos évènements, partages d’activités, etc…

source: Other notifications such as messages, membership invitations, and things that people « like ».
fr: Toutes autres notifications telles que les messages, les invitations de membres, et les très appréciés : « J’aime ».

source: Useful and valuable information uploaded to your news feed by the Cogofly team. This internal site blog, updated daily, will allow you to:
fr: Des informations utiles, et précieuses, laissées par l’équipe Cogofly sur votre fil d’actualité. Ce Blog, interne au site, et animé au quotidien, vous permettra de&nbsp;:

source: Discover the world’s most beautiful destinations.
fr: Connaître les plus belles destinations au monde.

source: Get the best out of the site and all of its features.
fr: Mieux utiliser le site et toutes ses fonctionnalités.

source: Obtain a range of social, cultural and practical information on various different subjects.
fr: Glaner quelques informations sur diverses thématiques sociales, culturelles et pratiques.

source: By default you will receive the dashboard link once a week; however you can change the frequency whenever you like if you prefer to receive it once a day or even once a month.
fr: Vous recevrez ce journal une fois par semaine et vous pourrez à tout moment changer la cadence d’envoi pour passer à une fois par jour, voire une fois par mois.

source: In order to do so, you just need to go on to your profile and select:
fr: Pour cela, il vous faudra aller sur votre profil et cliquer sur&nbsp;:

source: Change my settings
fr: Changer mes paramètres

source: You can change the password at any time via the “My settings” button on your profile.
fr: À tout moment sur son profil, dans le bouton « Mes paramètres », vous pourrez changer le mot de passe.

source: The copy/paste function works here too.
fr: Le copier/coller est accepté ici aussi.

source: You can choose who can see your personal information and you always maintain full control of the latter.
fr: Vous avez la possibilité de choisir qui peut voir mes informations personnelles en plus de pouvoir rester maître de ces dernières.
