Repository: TrellixVulnTeam/cogofly_ZC9R
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Female
fr: Femme

source: Non-smoker
fr: Non-fumeur

source: Smoker
fr: Fumeur

source: Social smoker
fr: Occasionnel

source: Nursery school
fr: École maternelle

source: Primary education
fr: Primaire

source: Lower secondary education
fr: Enseignement secondaire (premier cycle)

source: Upper secondary education
fr: Enseignement secondaire (deuxième cycle)

source: Post-secondary non-tertiary education
fr: Enseignement post-secondaire non-supérieur

source: Short-cycle tertiary education
fr: Enseignement supérieur de cycle court (DEUG, BTS, DUT, DÉC technique...)

source: Bachelor's Degree or equivalent level
fr: Licence ou équivalent, Bachelor Degree

source: Master's Degree or equivalent level
fr: Master ou équivalent

source: Ph.D. or equivalent level
fr: Doctorat ou équivalent

source: Other
fr: Autre

source: Farmer
fr: Agriculteur

source: Craftsman
fr: Artistan

source: Artist
fr: Artiste

source: Manager
fr: Cadre

source: Driver
fr: Chauffeur

source: Chief Executive Officer
fr: Chef d'entreprise

source: Clergyman
fr: Clergé-religieux

source: Independent retailer
fr: Commerçant et assimilé

source: Foreman, supervisor
fr: Contremaitre-Agent de maitrise

source: Managing director
fr: Dirigeant

source: Employee
fr: Employé

source: Student
fr: Étudiant

source: Civil servant
fr: Fonctionnaire

source: Engineer
fr: Ingénieur

source: Primary schoolteacher
fr: Instituteur

source: Labourer
fr: Ouvrier

source: Policeman or Soldier
fr: Policier ou militaire

source: Teacher
fr: Professeur

source: Self-employed profession
fr: Profession libérale

source: Pensioner
fr: Retraité

source: Sportsman
fr: Sportif

source: Technician
fr: Technicien

source: Undisclosed
fr: Non divulgué

source: Unemployed
fr: Sans emploi

source: Albanian
fr: Albanais

source: German
fr: Allemand

source: English
fr: Anglais

source: Arabic
fr: Arabe

source: Armenian
fr: Arménien

source: Chinese
fr: Chinois

source: Korean
fr: Coréen

source: Croatian
fr: Croate

source: Danish
fr: Danois

source: Spanish
fr: Espagnol

source: Finnish
fr: Finnois

source: French
fr: Français

source: Greek
fr: Grec

source: Hungarian
fr: Hongrois

source: Italian
fr: Italien

source: Malaysian
fr: Malais

source: Mongolian
fr: Mongol

source: Dutch
fr: Néerlandais

source: Persian
fr: Persan

source: Portuguese
fr: Portugais

source: Romanian
fr: Roumain

source: Russian
fr: Russe

source: Serbian
fr: Serbe

source: Slovakian
fr: Slovaque

source: Slovenian
fr: Slovène

source: Swedish
fr: Suédois

source: Turkish
fr: Turc

source: Word of mouth
fr: Bouche à oreille

source: Ads travels right
fr: Publicités voyages droite

source: Ads travels left
fr: Publicités voyages gauche

source: Ads my profile left
fr: Publicités Mon profil Gauche

source: Ads my profile right
fr: Publicités Mon profil Droit

source: Ads news left
fr: Publicités fil d'actualité gauche

source: Ads news right
fr: Publicités fil d'actualité droite

source: Where this ads goes
fr: Où va cette publicité

source: A recall of what this ads contains (language independant)
fr: Un rappel de ce que cette publicité contient (indépendant de la langue)

source: Priority: the lowest the higher ("1" is <b>before</b> "2" and so on...).
fr: Priorité : plus petit = plus haut ("1" est <b>avant</b> "2" etc...).

source: How this ad appears
fr: Comment apparait la publicité

source: Ads locale (en, fr, ...)
fr: Publicité traduite (en, fr, ...)

source: Ads locale
fr: Publicité locale

source: Ads title
fr: Titre de la publicité

source: Ads content
fr: Contenu de la publicité

source: Ads-translated content
fr: Publicité-contenu traduit

source: Ads-translated
fr: Publicités-contenus traduits

source: Company
fr: Entreprise

source: Job
fr: Travail

source: Driving licences
fr: Permis de conduire

source: Diploma
fr: Diplômes

source: Point of interest
fr: Point d'intérêt

source: Tag with an associated value
fr: Tag avec une valeur associée

source: Tags with an associated value
fr: Tags avec une valeur associée

source: Used for ordering
fr: Sert pour l'ordre des choix

source: Referent tag
fr: Tag référent

source: Referent tags
fr: Tags référents

source: It's the master tag
fr: C'est le tag référent

source: Tag translated from a referent tag
fr: Tag traduit pour un tag référent

source: Tags translated
fr: Tags traduits

source: Tag google maps referent
fr: Tag google map référent

source: Tags google maps referents
fr: Tags google maps référents

source: We have a technical error. Please try again.
fr: Nous avons un souci technique. Ré-essayez, s'il vous plaît.

source: Google didn't find a town/country with this name
fr: Google n'a pas trouvé un endroit/ville/pays avec ce nom

source: No name from google maps
fr: Aucun nom renvoyé par google maps

source: Google didn't provide a location for this town/country with this name
fr: Google n'a pas donné de coordonnées pour cet endroit/ville/pays

source: Tag google maps of a place in a language
fr: Tag google maps d'un endroit/ville/pays dans une langue donnée

source: Hello, {}
fr: Bonjour, {}

source: first name
fr: prénom

source: last name
fr: nom

source: gender
fr: sexe

source: where you live
fr: ville/mon pays de résidence

source: when you were born
fr: quand vous êtes né(e)

source: at least one travel
fr: au moins un voyage

source: where you were born
fr: où vous êtes né(e)

source: mother tongue
fr: langue maternelle :

source: a profile picture
fr: une photo de profil

source: a banner picture
fr: une photo de bannière

source: how many children you have
fr: combien d'enfants vous avez

source: other spoken languages
fr: autres langues

source: level of study
fr: niveau d'études

source: subjects
fr: matières

source: job
fr: Travail

source: activities
fr: activités

source: driving licences
fr: permis de conduire

source: personality
fr: personnalité

source: whether you smoke
fr: si vous fumez

source: star sign
fr: signe zodiacal

source: a description of you
fr: une description de vous-même

source: An invitation has been sent to {}
fr: Une invitation a été envoyée à {}

source: Click here to hide this message
fr: Cliquez ici pour cacher ce message

source: The relationship with {} has been removed
fr: La relation avec {} a été supprimée

source: Hi, Join me absolutely free on, www.cogofly.com, the new community where you can find people you can trust and never have to worry about travelling alone again. Don't stay on your own...meet people close to home or abroad and share your activities with them. Weekends away, days out, even business trips…you can envisage doing all of these with someone who potentially shares the same socio-professional criteria, hobbies and travel aspirations as you. If you enjoy spending time on your own…you will no doubt be inspired by other people’s experiences and be able to share information via this new web platform... and why not make the most of people’s recommendations. Cogofly Team : Alone, we think...Together, we get away! PS. Once you’ve checked out the site and finalized your subscription, please feel free to share this information with, maybe, your entourage.
fr: Bonjour, Rejoins-moi gratuitement sur, www.cogofly.com, la nouvelle communauté pour trouver des personnes de confiance et ne plus voyager seul. Ne reste plus seul, tout simplement, et rencontre des personnes proches de chez toi, ou à l’étranger, pour partager aussi tes activités sur place. Part le temps d’un weekend, d’une sortie, voire en marge d’une mission professionnelle, avec une personne qui aura éventuellement les mêmes critères socio professionnels, hobbies, et envies d’évasion. Tu aimes cette solitude...Tu pourras sûrement profiter des expériences de chacun, des bonnes informations partagées sur cette nouvelle plateforme et, pourquoi pas, profiter de certaines recommandations. Equipe Cogofly : Seul, nous pensons...Ensemble, nous partons ! PS: N’hésite pas à transmettre l’information autour de toi, après avoir eu la curiosité d’aller sur ce site, et, qui sait, finaliser ton inscription.

source: Invite friends
fr: Inviter des amis

source: A user has already the same firstname and lastname
fr: Un utilisateur a déjà le même nom et prénom

source: This email is already used
fr: Cet email est déjà utilisé

source: {} has invited you!
fr: {} vous a invité !

source: Cogofly invites you!
fr: Cogofly vous invite !

source: To validate your registration, click on the following link: {}{}
fr: Pour valider votre enregistrement, cliquez sur le lien suivant : {}{}

source: Thanks for sharing!
fr: Merci d'avoir partagé ce site !

source: An email has been sent to the email address you provided.
fr: Un email a été envoyé à l'adresse que vous avez donnée.

source: Error
fr: Erreur

source: Comment added!
fr: Commentaire ajouté !

source: Click to hide
fr: Cliquez ici pour cacher

source: Added to your wall!
fr: Ajouté à votre mur !

source: From now on you can share it to your contacts!
fr: À partir de maintenant vous pouvez le partager avec vos contacts !

source: Login
fr: Connexion

source: Invalid email or nick or password
fr: Email ou nick ou mot de passe invalide

source: This account is not activated.
fr: Ce compte n'est pas activé

source: Invitation accepted
fr: Invitation acceptée

source: {} has been notified that you accepted the invitation
fr: {} a été notifié que vous avez accepté l'invitation

source: I've accepted your invitation
fr: J'ai accepté votre invitation

source: Invitation declined
fr: Invitation refusée

source: {} has been notified that you declined the invitation
fr: {} a été notifié que vous avec refusé l'inviation.

source: I've declined your invitation. The reason is: {}
fr: J'ai refusé votre invitation. La raison est : {}

source: Message sent
fr: Message envoyé

source: Account deleted
fr: Compte supprimé

source: You have just deleted your account.
fr: Vous avez supprimé votre compte.

source: Please feel free to come back in the near future and check out any new features which, we hope, will persuade you to share the adventure with us again.
fr: N’hésitez pas à revenir pour constater les nouvelles fonctionnalités qui, nous l'espérons, vous persuaderont de continuer l’aventure avec nous.

source: We would like to take this opportunity to thank you for using Cogofly and hope to see you again very soon.
fr: Nous vous remercions pour votre passage sur Cogofly et espérons vous revoir très bientôt.

source: Thank you!
fr: Merci !

source: {} (email: {}) has just deleted his/her account.
fr: {} (email: {}) a supprimé son compte.

source: The reason for deletion is: {}
fr: La raison de cette suppression est : {}

source: No action!
fr: Aucune action

source: If you want to delete your account,please check "Yes".
fr: Si vous voulez supprimer votre compte, merci de cliquer "Oui".

source: Account desactivated
fr: Compte désactivé

source: You have just deactivated your account and you will no longer be visible on this site.
fr: Vous venez de désactiver votre compte et vous ne serez plus visible sur notre site !

source: Please be advised that it can be reactivated at any time via the link that we have sent to the email address that you used when signing up.
fr: Sachez qu’à tout moment vous pourrez le réactiver via le lien que vous recevrez sur l’email utilisé lors de votre inscription.

source: You can also reactivate your account via other social networks.
fr: L’utilisation des réseaux sociaux sera encore possible pour permettre cette réactivation.

source: If you wish to reactivate it
fr: Si vous désirez réactiver votre compte

source: click on the following link:
fr: cliquez sur le lien suivant :

source: If you want to desactivate your account,please check "Yes".
fr: Si vous voulez désactiver votre compte, merci de cliquer "Oui".

source: Welcome back!
fr: De retour parmi nous, bienvenue !

source: Your account has been successfully reactivated
fr: Votre compte a été ré-activé

source: Account updated
fr: Profil mis à jour

source: Your visibility configuration has been changed.
fr: Vos options de visibilité ont été changées.

source: Your visibility configuration has not been changed:<br/><br/>{}
fr: Vos options de visibilité n'ont pas été changées<br/><br/>{}

source: Please try again
fr: Essayez à nouveau

source: My account
fr: Mon compte

source: Congratulations, your profile has been successfully updated!
fr: Félicitations, votre profil à bien été mis à jour !

source: Please note that you can amend all practical and optional information, and also check out the online help section, at any time via your profile.
fr: Notez qu’à tout moment, sur votre profil, vous pourrez modifier vos informations pratiques et facultatives, et consulter l’aide en ligne.

source: Please also bear in mind that a more complete profile will attract more attention. Increase your chances!
fr: Notez aussi, qu’un profil bien renseigné, avec des critères bien sélectionnés, sera forcément plus visité. Augmentez vos chances !

source: Close
fr: Fermer

source: Newsletter configuration updated
fr: Configuration de la newsletter mise à jour

source: Your newsletter configuration has been updated.
fr: Vos options de réception du bulletin d'information ont été changées.

source: The old password is missing
fr: Mot de passe original absent

source: Bad password
fr: Mauvais mot de passe

source: Your password has been changed.
fr: Votre mot de passe a été changé.

source: Your password has not been changed:
fr: Votre mot de passe n'a pas été changé:

source: Password reset
fr: Mot de passe réinitialisé

source: You've asked to reset your password, click on the following link: {}{}
fr: Vous avez demandé à réinitialiser votre mot de passe. Cliquez sur le lien suivant : {0}{1}

source: Mail sent
fr: Email envoyé

source: If the mail you've provided exists, you should get a message with a link to recover your password in the few minutes to come.
fr: Si le mail tapé est connu dans notre base de donnée, vous recevrez rapidement un email pour récupérer votre mot de passe.

source: No email provided
fr: Aucun email précisé

source: If you want to get an email to recover your password, please check "Yes".
fr: Si vous voulez recevoir un email pour récupérer votre mot de passe, merci de cliquer "Oui".

source: By clicking the Sign Up button, you agree to our <a href="{0}" target="_blank">Terms &amp; Conditions</a> and confirm that you have read our <a href="{1}" target="_blank">Data Usage Policy</a>, including our use of Cookies, mobile app, and APIs (Facebook, Twitter, Google+, LinkedIn, etc.).
fr: En cliquant sur le bouton "S'enregistrer", vous acceptez nos <a href="{0}" target="_blank">Conditions &amp; Termes</a> et acceptez que vous avez lu notre <a href="{1}" target="_blank">politique d'utilisation des données</a>, incluant l’utilisation de Témoins de connexion, applications mobiles, et interfaces de programmation (Facebook, Twitter, Google+, LinkedIn, etc.).

source: Sign up
fr: Enregistrez-vous

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: This username is already used
fr: Ce nom d'utilisateur est déjà pris

source: Thanks again for signing up.
fr: Merci encore pour votre enregistrement.

source: We sincerely hope that you will appreciate this new and innovative international social network, for which the operative word is “sharing” To validate your registration, click on the following link: {}{}
fr: Nous espérons sincèrement que vous apprécierez ce nouveau, et premier, réseau social international dont le maître mot est le partage...Pour valider votre enregistrement, cliquez sur le lien suivant: {}{}

source: Thanks for signing up!
fr: Merci pour votre enregistrement !

source: An email confirmation has been sent to you.
fr: Un email de confirmation vous a été envoyé.

source: Please check your mailbox in order to activate your account, via the link provided, and start the adventure!
fr: Vérifiez votre messagerie pour activer votre compte, via le lien proposé, et commencez l’aventure !

source: Dear Member,
fr: Cher Membre,

source: Thanks for your email. We acknowledge receipt of your message.
fr: Merci pour votre message. Nous accusons la bonne réception de votre demande.

source: Rest assured that your request is being dealt with,and that you will receive a reply very shortly
fr: Soyez assuré que ce sujet est considéré comme une priorité et qu’une réponse vous sera adressée dans les plus brefs délais.

source: Please feel free to contact us should you have any further questions.
fr: N’hésitez pas à nous recontacter si vous avez d’autres questions.

source: Kind regards,
fr: Sincères salutations,

source: Cogofly Team.
fr: L'Équipe Cogofly.

source: Thanks for your testimony, we appreciate.
fr: Merci pour votre témoignage, nous apprécions.

source: It will be, or not, very soon accepted by the moderator.
fr: Il sera rapidement accepté ou refusé par un modérateur

source: Thanks again and don't forget to talk about www.cogofly.com around you... One Cogoflyer could be close to you.
fr: Merci encore et n'oubliez pas de parlez de www.cogofly.com autour de vous... Un Cogoflyer peut être tout près.

source: My travels
fr: Mes voyages

source: Can't start in the past...
fr: Ne peut pas commencer dans le passé...

source: ...and end in the future!
fr: ...et se terminer dans le futur !

source: Start is after date end...
fr: La date de début commence après celle de fin...

source: ...End is before date starts
fr: ...La date de fin se termine avant la date de début

source: Your travel has been removed
fr: Votre voyage a été supprimé

source: Travel is mandatory
fr: Le voyage est obligatoire

source: Your travel has been updated!
fr: Votre voyage a été mis à jour !

source: Your travel has been added!
fr: Votre voyage a été ajouté !

source: Operation successful!
fr: Opération réussie !

source: Bad dates
fr: Mauvaises dates

source: Nothing found
fr: Rien de trouvé

source: Results matching with your criterias found: <b>{}</b>
fr: Nombre de résultat(s) correspondant à vos critères&nbsp;: <b>{}</b>

source: About Cogofly
fr: À propos de Cogofly

source: The main aim of this page is to explain the Cogofly concept.The brand Cogofly, name and logo, came to light thanks to the human values that this concept wishes to get across and maintain moving forward.
fr: L’important de cette page est d'expliquer le concept Cogofly. La marque Cogofly, nom et logo, a pu voir le jour grâce aux valeurs humaines que ce concept souhaite véhiculer et garder comme ligne de conduite.

source: This brand is the result of a worldwide issue: <strong>There are far too many people who travel alone!</strong>
fr: Cette marque est la conséquence d'un constat mondial : <strong>Beaucoup trop de personnes voyagent seules !</strong>

source: The concept:
fr: Le concept :

source: The idea came to light after several professional and private trips I have been able to do over the years...
fr: L’idée est venue après de multiples voyages personnels, et professionnels, accomplis depuis de nombreuses années...

source: <strong>This social network website is a worldwide concept which will help to avoid travelling, spending a weekend, make a business trip, do some rides (cultural, sport, education, etc...), or just going on an outing, ALONE...if someone just feel ALONE, as well and for any reasons, this website is then the good one !</strong>
fr: <strong>Ce réseau social est un concept international qui évitera de voyager, partir en weekend, faire des activités (culturelles, sportives, éducatives, etc…), ou juste des sorties SEUL... Si, tout simplement, vous vous sentez SEUL, pour des raisons diverses, ce site est fait pour vous !</strong>

source: This situation, unfortunately, doesn't have "borders"...It can touch a person, a group of person, couples, families and also all socio-professional categories.
fr: Cette situation, malheureusement, n’a pas de "frontières"...cela peut toucher une personne, un groupe de personnes, des couples, des familles, et aussi toutes les catégories socio-professionnelles !

source: <strong>Cogofly's primary goal is to help people to avoid travelling alone any more. The second one is simply to help them to no longer be alone.</strong>
fr: <strong>Le but premier de Cogofly sera d’aider les personnes à ne plus voyager SEUL. Le second sera, tout simplement, de ne plus le rester.</strong>

source: It also naturally deals with the following notion:<strong>: "Who has never felt like they're always well surrounded, but ended up feeling rather alone ?</strong>
fr: La notion suivante résume bien le concept et le besoin : <strong>« Qui ne s’est jamais senti seul bien que toujours bien accompagné ? »</strong>

source: The brand: name + logo
fr: La marque : Nom + Logo

source: It was of paramount importance to find a site name which was both catchy and easy to remember for all members, plus anyone else reading this page (verbally and visually).
fr: Pour jouer la transparence avec tous les membres, ou toutes autres personnes qui lieront cette page, la marque du site devait se doter d’un nom fort et facilement mémorisable (verbalement et visuellement).

source: <strong>It was therefore absolutely necessary to find:</strong>
fr: <strong>Il fallait donc absolument :</strong>

source: A short name, easy to pronounce and remember (Facebook, Google, Twitter, Airbnb, Viadeo, etc...).
fr: Un nom court, prononçable et mémorisable (Facebook, Google, Twitter, Airbnb, Viadeo, etc…).

source: A simple, clear and visual logo.
fr: Un logo simple, visuel et explicite.

source: Name:
fr: Nom :

source: In order for this mission to succeed, it was important to keep certain ideas and "basic" words in mind, such as:
fr: Pour réussir cette mission, il fallait garder en mémoire certaines idées, et mots « de base » tels que :

source: Sharing: co-travelling, car-sharing...
fr: Le partage : Co-voyage, Co-voiturage...

source: Going out / Being on the move: trips, excursions, days/nights out...
fr: Les sorties / Le mouvement : go out, go, leave...

source: Travelling: going away, heading off, jetting off...
fr: Les voyages : trip, travels, fly, air...

source: <strong>CO-GO-FLY</strong>: The name seemed so <strong>OBVIOUS</strong>!
fr: <strong>CO-GO-FLY</strong>: Le nom était devenu <strong>ÉVIDENT</strong> !

source: <strong>And so Cogofly was born, its domain name reserved on Monday 28 September 2015 and its trademark protected with INPI</strong>!
fr: <strong>Cogofly est donc né, son nom de domaine réservé, le lundi 28 Sept 2015 et sa marque protégé auprès de l’INPI.</strong>

source: <strong>In order to complete this mission, it was important to highlight:</strong>
fr: <strong>Il fallait pour terminer cette mission, mettre en évidence :</strong>

source: The "Co" concept, which encapsulates the site's main focus: Think "together", Think "Co" and Take Off!
fr: Le Co pour suivre la règle de base du site : Pensez « Ensemble », Pensez « Co » et Décollez !

source: The infinity sign, ∞, which resembles Co...evoking the infinite possibilities that the site will bring with its official launch on 21/06/2016.
fr: Le signe infini, ∞, pouvant se « confondre » avec le Co...de par les possibilités infinies du site officiel qui sortira le 21/06/2016.

source: The "smile" situated under the name, more precisely under the "Gofly" part, and forming a loop around "Co".
fr: Le « sourire » placé au niveau du Nom, « Gofly » plus exactement, et tournant en boucle autour du Co

source: A "smile" which also evokes the idea of an open and accessible world.
fr: Un « sourire » qui du coup, en tournant de la sorte, « peut » laisser apparaitre un monde ouvert.
