Repository: TrellixVulnTeam/cogofly_ZC9R
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Cogofly's administration
fr: Administration de Cogofly

source: Email / Last+First name
fr: Email / Nom / Prénom

source: Created
fr: Création

source: Go to details
fr: Aller dans détails

source: Advanced options
fr: Options avancées

source: Validity information
fr: Informations de validité

source: Picture
fr: Photo

source: Pictures
fr: Photos

source: Travel
fr: Voyage

source: Travels
fr: Voyages

source: Relations
fr: Relationships

source: Liked's
fr: Likes

source: Subject
fr: Matières

source: Subjects
fr: Matières

source: Activity sector
fr: Secteur d'activité

source: Activity sectors
fr: Secteurs d'activité

source: Licences
fr: Permis de conduire

source: Administration only
fr: Administration uniquement

source: Visibility of optional information
fr: Visibilité des informations facultatives

source: Newsletter
fr: Bulletin d'information

source: Validity / Registering
fr: Validité / Enregistrement

source: Translations
fr: Traductions

source: Validity
fr: Validité

source: Ads translated
fr: Publicités traduites

source: Ad
fr: Publicité

source: Ads
fr: Publicités

source: Tags google maps of a place in a language
fr: Tags google maps d'un endroit dans une langue

source: World coordinates (lat/lng)
fr: Coordonnées géo. (lat/lng)

source: World coordinates rectangle (lat/lng)
fr: Coordonnées géo. rectangle (lat/lng)

source: This field is required
fr: Ce champ est obligatoire

source: This field contains invalid data
fr: Ce champ contient des données non valides

source: Send a comment:
fr: Envoyer un commentaire :

source: Express yourself:
fr: Exprimez-vous :

source: Express yourself: You've been away together! Talk about your encounter, your destination and your adventure in general. Inspire your other contacts...
fr: Exprimez-vous : Vous êtes partis ensemble ! Parlez de votre rencontre, de votre destination et de votre aventure en général. Donnez envie à tous vos contacts…

source: mymail@exemple.org or username
fr: monmail@exemple.org ou username

source: Password:
fr: Mot de passe :

source: First name:
fr: Prénom :

source: my first name
fr: mon prénom

source: Last name:
fr: Nom :

source: my last name
fr: mon nom

source: mymail@exemple.org
fr: monmail@exemple.org

source: Confirm password:
fr: Confirmez le mot de passe :

source: List required
fr: Liste obligatoire

source: coerce is overriden
fr: coerce est surchargé

source: Empty: list required
fr: Ce champ est obligatoire

source: custom_tag: result should be int
fr: custom_tag: le résultat devrait être un entier

source: List of int required
fr: Ce champ est obligatoire

source: his/her first name
fr: son prénom

source: his/her last name
fr: son nom

source: mail@exemple.org
fr: monmail@exemple.org

source: Personal message (optional):
fr: Message personnel (facultatif) :

source: Send a message:
fr: Envoyer un message :

source: Reason:
fr: Raison :

source: Town / Country / Place:
fr: Ville / Pays / Lieu :

source: town / country / place
fr: ville / pays / lieu

source: Start:
fr: Début :

source: End:
fr: Fin :

source: Add a comment:
fr: Ajouter un commentaire :

source: Picture {}:
fr: Photo {}:

source: <span class="suggestion">Want to upload photos of your different experiences and inspire future travellers?</span>
fr: <span class="suggestion">Voulez-vous mettre vos photos de souvenirs et donner envie aux futurs voyageurs...</span>

source: picture {}
fr: photo {}

source: Unknown type of image
fr: Type d'image non reconnu

source: Sex:
fr: Sexe :

source: Children:
fr: Enfants :

source: Smoker:
fr: Fumeur :

source: Date of birth: <span class="important-field">*</span>
fr: Date de naissance : <span class="important-field">*</span>

source: Describe yourself:
fr: Décrivez-vous :

source: Level of education:
fr: Niveau d'études :

source: Job:
fr: Profession :

source: Mother tongue: <span class="important-field">*</span>
fr: Langue maternelle : <span class="important-field">*</span>

source: How did you know Cogofly? <span style="font-size: smaller">Important: a Cogoflyer may be close...</span>
fr: Comment avez vous connu Cogofly? <span style="font-size: smaller">Important : un Cogoflyer est peut-être tout proche...</span>

source: Star sign:
fr: Signe zodiacal :

source: Picture:
fr: Photo :

source: my picture
fr: ma photo

source: Banner/background picture:
fr: Photo de bannière/arrière-plan :

source: my banner
fr: ma bannière

source: Town/Country of birth
fr: Ville/Pays de naissance :

source: my town/country of birth
fr: ville/pays de naissance

source: Town/Country where I live:
fr: Ville/Pays de résidence :

source: town where I live
fr: ma ville/mon pays de résidence

source: Current employer:
fr: Employeur actuel :

source: current employer
fr: employeur actuel

source: Previous employer:
fr: Employeur précédent :

source: previous employer
fr: employeur précédent

source: Activity sectors:
fr: Secteurs d'activité :

source: Personalities
fr: Personnalités

source: Spoken languages
fr: Langues

source: No birth date precised
fr: Aucune date de naissance précisée

source: Invalid birth date (you must be >= 18 years old)
fr: Date de naissance invalide (vous devez avoir plus de 18 ans)

source: New password missing
fr: Nouveau mot de passe absent

source: The new password is not the same twice
fr: Le nouveau mot de passe n'est pas deux fois le même

source: The language you've set is unknown ('{}'). Please go to My Profile -> Change my parameters and choose a known language
fr: La langue que vous avez définie est inconnue ('{}'). Merci d'aller dans Mon profil -> Changer mes paramètres et de choisir une langue parmi celles proposées

source: Yes
fr: Oui

source: No
fr: Non

source: In order to help us improving Cogofly, and add new features, could you please precise us the reason?
fr: Pour nous aider à améliorer le site, et ajouter de nouvelles fonctionnalités, pourriez-vous s'il vous plaît préciser la raison :

source: By clicking "Yes" you agree to delete your account:
fr: En cliquant sur "Oui" vous acceptez de supprimer votre compte :

source: Still agree?
fr: Toujours d'accord&nbsp;?

source: By clicking "Yes" you agree to desactivate your account:
fr: En cliquant sur "Oui" vous acceptez de désactiver votre compte :

source: When do you want to receive your dashboard and other notifications?
fr: Quand souhaitez-vous recevoir votre journal de bord (et autres notifications)&nbsp;?

source: Old password:
fr: Ancien mot de passe :

source: Change your password here:
fr: Changer le mot de passe ici :

source: New password:
fr: Nouveau mot de passe :

source: Retype the new password:
fr: Retapez le mot de passe :

source: If you're not a robot, click "Yes" to get your password back:
fr: Si vous n'êtes pas un robot, cliquez sur "Oui" afin de récupérer votre mot de passe

source: Enter your email to recover your password:
fr: Entrez un email pour récupérer votre mot de passe

source: <span style="padding-bottom: 10px; display: inline-block;">Who can see my profile?</span>
fr: <span style="padding-bottom: 10px; display: inline-block;">Qui peut voir mon profil&nbsp;?</span>

source: Visibility
fr: Visibilité

source: Show your age
fr: Montrer mon âge

source: What do you want to show?
fr: Que voulez-vous montrer&nbsp;?

source: Show number of children
fr: Montrer le nombre d'enfants

source: Show the language you talk
fr: Montrer ma langue parlée

source: Show other languages you talk
fr: Montrer mes autres langues parlées

source: Show your level of education
fr: Montrer mon niveau scolaire

source: Show your program
fr: Montrer mon programme

source: Show your current employer
fr: Montrer mon employeur actuel

source: Show your previous employer
fr: Montrer mon employeur précédent

source: Show your job
fr: Montrer mon emploi

source: Show your activity
fr: Montrer mon activité

source: Show your hobbies
fr: Montrer mes hobbies

source: Show your driving licence
fr: Voir les permis de conduire

source: Show your personality
fr: Montrer ma personnalité

source: Show if you're a smoker
fr: Montrer si je suis fumeur

source: Show your zodiacal sign
fr: Montrer mon signe zodiacal

source: Show your self-description
fr: Montrer ma description

source: Feel free to contact us with any remarks or suggestions you may have, any problems you have encountered and any ways in which you feel the site could be improved in order to meet your expectations.
fr: N’hésitez pas à nous faire part de vos critiques, des problèmes que vous rencontrez et des propositions d’amélioration qui répondraient au mieux à vos attentes.

source: Where do you want to go?
fr: Où voulez-vous aller ?

source: town/country
fr: ville / pays / lieu

source: When?
fr: Quand&nbsp;?

source: Mother tongue:
fr: Langue maternelle :

source: Your testimonies and positive feedback are paramount in helping Cogofly go that extra mile...They will also motivate new members to join this new community of Cogoflyers! <br/><br/>These same testimonies will appear on your contacts' news feed and will be available to view at any time via the link "Testimonies" below
fr: Vos témoignages, et messages positifs, sont importants pour aider Cogofly à aller encore plus loin… Ils motiveront aussi les futurs membres à rejoindre la communauté des Cogoflyers !<br/><br/>Ces mêmes témoignages seront notifiés sur le fil d’actualité de vos contacts et consultables à tout moment sur le lien "Témoignagnes" en bas de page

source: Check if you agree to add your name, and your photo profile, inside the testimony
fr: Cochez si vous voulez voir apparaître votre nom, et votre photo de profil associé au témoignage

source: data-select2-json class needed
fr: classe de type data-select2-json nécessaire

source: DD
fr: JJ

source: YYYY
fr: AAAA

source: {} sent you a message:
fr: {} vous a envoyé un message :

source: If you would like to find out more, please log in via the following link:
fr: Connectez-vous, si vous voulez en savoir plus, en cliquant sur le lien suivant :

source: If you no longer wish to receive the Cogoflyer dashboard, or any other notifications, please click here:
fr: Si vous ne souhaitez plus recevoir le journal de bord de la part de Cogofly, (ou toute autre notification), cliquez ici :

source: And don't forget to click on: 'Change my parameters'
fr: Et n'oubliez pas de cliquez sur 'Changer mes paramètres'

source: Cogofly's message!
fr: Message Cogofly !

source: You have {} message not read.
fr: Vous avez {} message non lu.

source: You have {} invitation not read.
fr: Vous avez {} invitation en cours.

source: You have {} like!
fr: Vous avez {} like!

source: Here is the latest news on your contacts, along with other notifications that might be of interest to you, since your last connection:
fr: Depuis votre dernière connexion, voici les nouvelles sur vos contacts, et autres notifications qui vous concernent :

source: Since the previous newsletter:
fr: Depuis les actualités précédentes, voici ce qui a changé :

source: {} people are already registered!
fr: {} personnes sont déjà enregistrées !

source: <b>{}</b> people are already registered!
fr: <b>{}</b> personnes sont déjà enregistrées !

source: There have been {} new people registered! There's a total of <b>{}</b> people registered!
fr: Il y a eu <b>{}</b> nouvelles inscriptions ! Il y a un total de <b>{}</b> personnes inscrites!

source: There have been <b>{}</b> new people registered!<br/>There's a total of <b>{}</b> people registered!
fr: Il y a eu <b>{}</b> nouvelles inscriptions !<br/>Il y a un total de <b>{}</b> personnes inscrites!

source: There's a total of <b>{}</b> travels!
fr: Il y a au total <b>{}</b> voyages !

source: Here are some new travels that have been added:
fr: Voici un extrait des voyages qui ont été ajoutés :

source: Here are some travels searches that have been done:
fr: Voici quelques recherches de voyages qui ont été faites :

source: - {} ({} results)
fr: - {} ({} résultats)

source: Cogofly's news
fr: Actualités Cogofly

source: A recall of what this blog contains (language independant)
fr: Un rappel de ce que ce blog contient (indépendant de la langue)

source: Label
fr: Étiquette

source: Publication date
fr: Date de publication

source: Priority: the higher first ("2" is <b>before</b> "1" and so on...).<br /><b>Let it blank if you don't want this blog on top</b>
fr: Priorité : plus fort d'abord ("3" est <b>avant</b> "2" etc...).<br /><b>Laissez vide si vous ne voulez pas ce blog en haut</b>

source: If this blog is always on top
fr: En haut sur le mur

source: Blank = never sent. If the date is older than now it will be sent tonight.
fr: Vide = jamais envoyée. Si la date est <b>avant</b> aujourd'hui elle sera envoyée ce soir.

source: Add this blog into the newsletter
fr: Ajouter ce blog à la newsletter

source: Blog's locale (en, fr, ...)
fr: Blog traduit (en, fr, ...)

source: Blog's locale
fr: Langue du blog

source: Blog's title
fr: Titre du blog

source: Title
fr: Titre

source: Blog's content
fr: Le contenu du blog

source: Content
fr: Contenu

source: no locale
fr: aucune locale

source: no title
fr: aucun titre

source: no content yet
fr: aucun contenu

source: Blog-translated content
fr: Blog-contenu traduit

source: Blogs-translated
fr: Blogs-contenus traduits

source: Destination is notified by mail
fr: La destination est notifiée par mail

source: Visible by src
fr: Visible par src

source: Visible by dst
fr: Visible par dst

source: read
fr: lu

source: unread
fr: non lu

source: Year can't be None
fr: L'année ne peut pas être vide

source: Day must be None if month is None
fr: Le jour doit être vide si le mois est vide

source: Last changed
fr: Dernière modif.

source: V. start
fr: V. début

source: V. end
fr: V. fin

source: (Empty)
fr: (Vide)

source: No date
fr: Aucune date

source: 1 day ago
fr: Il y a un jour

source: {} days ago
fr: Il y a {} jours

source: Just now
fr: À l'instant

source: {} seconds ago
fr: Il y a {} secondes

source: 1 minute ago
fr: Il y a une minute

source: {} minutes ago
fr: Il y a {} minutes

source: 1 hour ago
fr: Il y a une heure

source: {} hours ago
fr: Il y a {} heures

source: - activated
fr: - activé

source: Languages
fr: Langues

source: Text
fr: Texte

source: It's filled when someone adds a trip picture, you should not touch it
fr: Rempli quand quelqu'un ajout une image de voyage, ne devrait jamais être modifié

source: Language chosen in the website
fr: Langue choisie sur le site

source: Capricorn
fr: Capricorne

source: Aquarius
fr: Verseau

source: Pisces
fr: Poisson

source: Aries
fr: Bélier

source: Taurus
fr: Taureau

source: Gemini
fr: Gémeaux

source: Leo
fr: Lion

source: Virgo
fr: Vierge

source: Libra
fr: Balance

source: Scorpio
fr: Scorpion

source: Sagittarius
fr: Sagittaire

source: (None)
fr: (Aucun)

source: Star sign
fr: Zodiaque

source: (Not precised)
fr: (Non precisé)

source: {} years old
fr: {} ans

source: Birth date
fr: Né(e) le

source: Place of birth
fr: Ville de naissance

source: City where I live
fr: Ville où je vis

source: Current employer
fr: Employeur actuel

source: Previous employer
fr: Employeur précédent

source: {} child
fr: {} enfant

source: No children
fr: Pas d'enfants

source: not precised
fr: non precisé

source: (not precised)
fr: (Non precisé)

source: Latest travel: {}
fr: Dernier voyage : {}

source: Next travel : {}
fr: Prochain voyage : {}

# Homme
source: Born at {}
fr: Né à {}

# Homme
source: Lives at {}
fr: Vit à {}

# Femme
source: Born at {}
fr: Née à {}

# Femme
source: Lives at {}
fr: Vit à {}

# Homme
source: His contact
fr: Ses contacts

# Homme
source: His contacts
fr: Ses contacts

# Femme
source: Her contact
fr: Son contact

# Femme
source: Her contacts
fr: Ses contacts

source: Describe yourself
fr: Décrivez vous

source: Person : {} / {} {}
fr: Personne : {} / {} {}

source: Person
fr: Personne

source: Search
fr: Recherche

source: Person / search
fr: Personne / recherche

source: Person / searches
fr: Personne / recherches

source: Personality
fr: Personnalité

source: Language
fr: Langue

source: Comments
fr: Commentaires

source: Travel picture 1
fr: Photo de voyage 1

source: Travel picture 2
fr: Photo de voyage 2

source: Travel picture 3
fr: Photo de voyage 3

source: Start ({})
fr: Début ({})

source: End ({})
fr: Fin ({})

source: This is a past travel
fr: C'est un voyage passé

source: From {} until {}
fr: Du {} au {}

source: From {} until (not precised)
fr: Du {} au (non précisé)

source: From (not precised) until {}
fr: Du (non précisé) au {}

source: No date precised
fr: Aucune date précisée

source: went to
fr: a été à

source: would like to go to
fr: aimerait aller à

source: Profil
fr: Profile

source: Banner
fr: Bannière

source: Advert
fr: Publicité

source: Person / photo
fr: Personne / photo

source: Person / photos
fr: Personne / photos

source: Shared by
fr: Partagé par

source: Shared to
fr: Partagé à

source: has a new relationship:
fr: a une nouvelle connaissance :

source: has a new travel:
fr: a un nouveau voyage :

source: has changed a travel, it's now:
fr: a modifié un voyage, c'est maintenant :

source: has made a comment:
fr: a commenté :

source: has made a testimony:
fr: a témoigné sur le site :

source: has expressed this:
fr: a exprimé ceci :

source: Relationship
fr: Relation

source: Blog translated
fr: Blog traduit

source: {} and {}
fr: {} et {}

source: To
fr: à

source: Activity
fr: Activité

source: Sent
fr: Envoyé

source: Comment
fr: Commenter

source: {}{} has commented: {}{}
fr: {}{} a commenté : {}{}

source: Activity / comment
fr: Activité / commentaire

source: Activities / comments
fr: Activités / commentaires

source: Activity / express yourself
fr: Activité / exprimez-vous

source: Activities / express yourself
fr: Activités / exprimez-vous

source: Testimony
fr: Témoignage

source: Show name and picture
fr: Montrer nom et photo

source: Shows the name and profile picture inside the testimony page
fr: Montrer votre nom et votre photo dans la page des témoignages

source: {}{} testified into the site: {}{}
fr: {}{} a témoigné sur le site : {}{}

source: Activity / testimony
fr: Activité / témoignage

source: Activities / testimonies
fr: Activités / témoignages

source: The {}, {}{}{} has invited you.
fr: Le {}, {}{}{} vous a invité.

# a aimé
source: liked
fr: a aimé

# n'a plus aimé
source: disliked
fr: n'a plus aimé

source: your profile
fr: votre profil

source: liked
fr: a aimé

source: disliked
fr: n'a pas aimé

source: Everyone can see those informations
fr: Tout le monde peut voir ces informations

source: Only my friends can see those informations
fr: Seuls mes amis peuvent voir ces informations

source: Only me can see those informations
fr: Je suis le seul à voir ces informations

source: Between 18 and 25
fr: Entre 18 et 25 ans

source: Between 26 and 35
fr: Entre 26 et 35 ans

source: Between 36 and 45
fr: Entre 36 et 45 ans

source: Between 46 and 55
fr: Entre 46 et 55 ans

source: 56 and more
fr: 56 ans et plus

source: No thank you
fr: Non, merci

source: Maybe another time
fr: Peut-être une autre fois

source: I am quite simply not interested
fr: Je ne suis, tout simplement, pas intéressé(e)

source: We are quite simply not interested
fr: Nous ne sommes, tout simplement, pas intéressé(e)

source: I am not interested for now
fr: Je ne suis, pour l’instant, pas intéressé(e)

source: We are not interested for now
fr: Nous ne sommes, pour l’instant, pas intéressé(e)s

source: I don’t travel
fr: Je ne voyage pas

source: We don’t travel
fr: Nous ne voyageons pas

source: I don’t travel around
fr: Je ne me déplace pas

source: We don’t travel around
fr: Nous ne nous déplaçons pas

source: I prefer to remain alone
fr: Je souhaite rester seul

source: We prefer to remain alone
fr: Nous souhaitons rester seul

source: We have no travel plans in common
fr: Nous n’avons aucun projet de voyage en commun

source: We have no ideas in common for trips out
fr: Nous n’avons aucun projet de sortie en commun

source: We have nothing in common in terms of activities
fr: Nous n’avons aucun projet d’activité en commun

source: I don’t speak your language
fr: Je ne parle pas votre langue

source: We don’t speak your language
fr: Nous ne parlons pas votre langue

source: I don’t speak English
fr: Je ne parle pas Anglais

source: We don’t speak English
fr: Nous ne parlons pas Anglais

source: I invite you to use my contacts
fr: Je vous invite à utiliser mes contacts

source: We invite you to get in touch with our contacts
fr: Nous vous invitons à contacter nos contacts

source: I invite you to contact another contact
fr: Je vous invite à contacter une autre personne

source: We invite you to contact another person
fr: Nous vous invitons à contacter une autre personne

source: I invite you to contact me by private message
fr: Je vous propose de me contacter par message privé

source: We invite you to contact us by private message
fr: Nous vous proposons de nous contacter par message privé

source: friend
fr: ami

source: relationship
fr: relation

source: invitation refused
fr: Invitation refusée

source: sent an invitation
fr: a envoyé une invitation

source: parent / child
fr: parent / enfant

source: child / parent
fr: enfant / parent

source: husband / wife
fr: mari / femme

source: wife / husband
fr: femme / mari

source: teacher / student
fr: professeur / étudiant

source: student / teacher
fr: étudiant / professeur

source: remover / removed
fr: supprimeur / supprimé

source: refused invitation
fr: invitation refusée

source: received invitation
fr: a reçu une invitation

source: removed / remover
fr: supprimé / supprimeur

source: You are friend with {}
fr: Vous êtes ami avec {}

source: {} is one of your friend
fr: {} est un de vos ami

source: {} declined your invitation
fr: {} a refusé votre invitation

source: Invitation sent to {}
fr: Invitation envoyée à {}

source: You are the parent of {}
fr: Vous êtes un parent de {}

source: You are the child of {}
fr: Vous êtes un enfant de {}

source: You are the husband of {}
fr: Vous êtes le mari de {}

source: You are the wife of {}
fr: Vous êtes la femme de {}

source: You are the teacher of {}
fr: Vous êtes le professeur de {}

source: You are the student of {}
fr: Vous êtes l'étudiant(e) de {}

source: You have removed this relation
fr: Vous avez supprimé cette relation

source: You declined {}'s invitation
fr: Vous avez refusé l'invitation de {}

source: You received an invitation from {}
fr: Vous avez reçu une invitation de {}

source: {} has removed the relation with you
fr: {} a supprimé cette relation avec vous

source: You are a friend
fr: Vous êtes un ami

source: He/she is one of your friend
fr: Il/elle est un de vos ami(e)

source: He/she declined your invitation
fr: Invitation refusée

source: Invitation sent
fr: Invitation envoyée

source: You are a parent
fr: Vous êtes un parent

source: You are the child
fr: Vous êtes un enfant

source: You are the husband
fr: Vous êtes le mari

source: You are the wife
fr: Vous êtes la femme

source: You are the teacher
fr: Vous êtes le professeur

source: You are the student
fr: Vous êtes l'étudiant(e)

source: You removed this relation
fr: Vous avez supprimé cette relation

source: You declined the invitation
fr: Vous avez refusé l'invitation

source: You received an invitation
fr: Vous avez reçu une invitation

source: You are the parent
fr: Vous êtes le parent

source: You are a student
fr: Vous êtes un(e) étudiant(e)

source: You are a teacher
fr: Vous êtes un professeur

source: He/she has removed the relation
fr: Vous avez supprimé cette relation

source: Every day
fr: Tous les jours

source: Every week
fr: Toutes les semaines

source: Every month
fr: Tous les mois

source: Never send newsletter
fr: Ne jamais envoyer de bulletin d'informations

source: Not precised
fr: Non precisé

source: Male
fr: Homme
