Repository: TrellixVulnTeam/cogofly_ZC9R
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Without prejudice to <a href="/" target="_blank">www.cogofly.com's</a> other rights under these terms and conditions, if you breach these terms and conditions in any way, <a href="/" target="_blank">www.cogofly.com</a> may take such action as <a href="/" target="_blank">www.cogofly.com</a> deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you.
fr: Sans préjudice des autres droits de <a href="/" target="_blank">www.cogofly.com</a> de ces termes et conditions, si vous contrevenez à ces termes et conditions en aucune façon, <a href="/" target="_blank">www.cogofly.com</a> peut prendre les mesures qu'il juge appropriées pour <a href="/" target="_blank">www.cogofly.com</a> face à la violation, y compris la suspension de votre accès au site, vous interdire l'accès au site, bloquant les ordinateurs en utilisant votre adresse IP d'accéder au site, contacter votre fournisseur d'accès à internet pour leur demander de bloquer votre accès au site et / ou intenter une action en justice contre vous.

source: <a href="/" target="_blank">www.cogofly.com</a> may revise these terms and conditions from time-to-time. Revised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website. Please check this page regularly to ensure you are familiar with the current version.
fr: <a href="/" target="_blank">www.cogofly.com</a> peut réviser ces termes et conditions de temps à autre. Termes et conditions révisées seront applicables à l'utilisation de ce site web à partir de la date de la publication des termes et conditions révisées sur ce site.S'il vous plaît consulter cette page régulièrement pour assurer que vous êtes familier avec la version actuelle.

source: Assignment
fr: Affectation

source: <a href="/" target="_blank">www.cogofly.com</a> may transfer, sub-contract or otherwise deal with <a href="/" target="_blank">www.cogofly.com's</a> rights and/or obligations under these terms and conditions without notifying you or obtaining your consent.
fr: <a href="/" target="_blank">www.cogofly.com</a> peut transférer, sous-traiter ou de traiter autrement les droits des <a href="/" target="_blank">www.cogofly.com</a> et / ou obligations en vertu de ces termes et conditions sans vous en avertir ou obtenir votre consentement.

source: You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions.
fr: Vous ne pouvez pas transférer, sous-contrat ou autrement traiter vos droits et / ou obligations en vertu de ces termes et conditions.

source: Severability
fr: Divisibilité

source: If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect. If any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.
fr: Si une disposition de ces termes et conditions est déterminé par un tribunal ou une autre autorité compétente d'être illégale et / ou inapplicable, les autres dispositions resteront en vigueur. Si une disposition illégale et / ou inapplicable serait licite ou exécutoire si une partie de celui-ci ont été supprimés, cette partie sera réputée être supprimé, et le reste de la disposition restera en vigueur.

source: Entire agreement
fr: Intégralité de l'accord

source: These terms and conditions, together with <a href="/" target="_blank">www.cogofly.com's</a> Privacy Policy constitute the entire agreement between you and <a href="/" target="_blank">www.cogofly.com</a> in relation to your use of this website, and supersede all previous agreements in respect of your use of this website.
fr: Ces termes et conditions, ainsi que la politique de confidentialité <a href="/" target="_blank">www.cogofly.com</a> constituent l'intégralité de l'accord entre vous et <a href="/" target="_blank">www.cogofly.com</a> par rapport à votre utilisation de ce site, et remplacent tous les accords précédents en ce qui concerne votre utilisation de ce site.

source: Law and jurisdiction
fr: Loi et juridiction

source: These terms and conditions will be governed by and construed in accordance with the laws of Marseille (France), and any disputes relating to these terms and conditions will be subject to the exclusive jurisdiction of the courts of Marseille (France).
fr: Ces termes et conditions seront régis et interprétés conformément aux lois de Marseille (France), et tous les litiges relatifs à ces termes et conditions seront soumis à la compétence exclusive des tribunaux de Marseille (France).

source: Information Technology must respect human identity, human rights, people’s private lives and freedom
fr: Les technologies de l'information doivent respecter l'identité humaine, les droits de l'Homme, la vie privée des gens et leur liberté.

source: We are registered at the CNIL under file no. 1822236
fr: <strong>Nous sommes inscrits à la CNIL sous le numéro de dossier no. 1822236</strong>

source: Cogofly - Terms of service
fr: Cogofly - Conditions d'utilisation

source: If you require any more information or have any questions about our Terms of Service, please feel free to contact us by email by clicking <a href="mailto:cogofly@gmail.com" target="_blank">here </a>
fr: Si vous avez besoin de plus d'informations ou avez des questions concernant nos conditions de service, n'hésitez pas à nous contacter par courriel <a href="mailto:cogofly@gmail.com" target="_blank">ici</a>.

source: About these website Terms of Service
fr: À propos des conditions d'utilisation

source: We created these website terms and conditions using the TOS/T&amp;C generator available from <a href="http://www.privacypolicyonline.com/" target="_blank">Privacy Policy Online </a>.
fr: Nous avons créé ces termes et conditions site web en utilisant le générateur <a href="http://www.privacypolicyonline.com/" target="_blank">Privacy Policy Online </a>. disponibles à partir de la politique de confidentialité en ligne.

source: <a href="http://www.cogofly.com's" target="_blank">www.cogofly.com's</a>registration number is SIREN n°&nbsp;441&nbsp;715&nbsp;612&nbsp;/SIRET n°441&nbsp;715&nbsp;612&nbsp;00020.
fr: Le numéro d'immatriculation de <a href="http://www.cogofly.com's" target="_blank">www.cogofly.com's</a> est SIREN n°&nbsp;441&nbsp;715&nbsp;612&nbsp;/SIRET n°441&nbsp;715&nbsp;612&nbsp;00020.

source: <a href="http://www.cogofly.com" target="_blank">www.cogofly.com</a>subscribes to the following code(s) of conduct:<br /><strong>We are registered at the CNIL under file no. 1822236</strong>
fr: <a href="/" target="_blank">www.cogofly.com</a> souscrit au code suivant (s) de conduite&nbsp;:<br /><strong>Nous sommes inscrits à la CNIL sous le numéro de dossier no. 1822236</strong>

source: <a href="http://www.cogofly.com" target="_blank">www.cogofly.com's</a> details
fr: Détails de <a href="/" target="_blank">www.cogofly.com</a>

source: The full name of <a href="http://www.cogofly.com" target="_blank">www.cogofly.com</a> is Cogofly.
fr: Le nom complet de <a href="/" target="_blank">www.cogofly.com</a> est Cogofly

source: <a href="http://www.cogofly.com" target="_blank">www.cogofly.com</a> is registered in Marseille (France) under registration number SIREN n° 441&nbsp;715&nbsp;612 /SIRET n°&nbsp;441&nbsp;715&nbsp;612&nbsp;00020.
fr: <a href="/" target="_blank">www.cogofly.com</a> est enregistré à Marseille (France) sous le numéro441&nbsp;715&nbsp;612 /SIRET n°&nbsp;441&nbsp;715&nbsp;612&nbsp;00020.

source: OTHER TITLE
fr: AUTRES TITRES

source: You can contact <a href="http://www.cogofly.com" target="_blank">www.cogofly.com</a> by email at our email address link at the top of this Terms of Service document.
fr: Vous pouvez contacter <a href="/" target="_blank">www.cogofly.com</a> par courriel à notre adresse lien e-mail en haut de cette page.

source: Thank you for your registration and welcome aboard!
fr: Merci pour votre enregistrement et bienvenu(e) à bord&nbsp;!

source: <p style="margin-bottom: -34px;">Take a few clicks to fill out, confirm your practical information and continue the adventure.</p>
fr: <p style="margin-bottom: -34px;">Plus que quelques clics pour compléter vos informations pratiques, les valider et continuer l’aventure.</p>

source: <p style="margin-bottom: -34px;"><b>Don’t forget that in order for Cogofly members to find and notice you via their different searches, you need to add your travel plans: trips, weekends and days out...</b></p>
fr: <p style="margin-bottom: -34px;"><b>Sachez que pour faire partie du résultat des recherches faites par les membres de Cogofly, et se faire remarquer, il est nécessaire d’ajouter vos projets de voyages&nbsp;: séjours, weekends et journées...</b></p>

source: You have been successfully registered.
fr: Vous êtes maintenant inscrit sur Cogofly !

source: Please <strong>change your password</strong>.
fr: Merci de bien vouloir <strong>mettre un mot de passe</strong>,

source: And then you can complete your profile.
fr: et compléter vos informations.

source: Login error: username already exists
fr: Erreur de login : username est déjà enregistré

source: He/she tried to login but username was already taken, so we changed it to: {}. His/her email is: {}
fr: Il/elle a tenté de se connecter mais le username était pris, on l'a changé pour : {}. Son email est : {}

source: Technical error
fr: Erreur technique

source: You tried to connect with Facebook or Google, but the mail was already registered without Facebook or google.
fr: Vous avez essayé de vous connecter avec Facebook ou Google, mais votre mail a déjà été enregistré sans Facebook ou google.

source: Try to login by entering mail and password below, without using Facebook or Google
fr: Essayez de vous connecter en entrant un email et mot de passe ci-dessous, sans utiliser Facebook or Google

source: You tried to connect with Facebook or Google.
fr: Vous avez essayé de vous connecter avec Facebook ou Google.

source: There was a technical error with Facebook or Google.
fr: Il y a eu une erreur technique avec Facebook ou Google

source: We're sorry for this.
fr: Nous sommes désolés de cela.

source: Please try again to login.
fr: Essayez à nouveau de vous connecter.

source: No name
fr: Pas de nom

source: You tried to connect but did'nt precise a name
fr: Vous avez essayé de vous connecter sans préciser de nom.

source: We're sorry but we need at least an email and a name to go further.
fr: Nous sommes désolés mais nous avons besoin d'un nom et d'un mail pour aller plus loin.

source: No email
fr: Aucun email

source: You tried to connect but did'nt precise an email
fr: Vous avez essayé de vous connecter sans préciser de mail.

source: We're sorry but we need at least an email to go further.
fr: Nous sommes désolés mais nous avons besoin d'un mail pour aller plus loin.

source: ^launch
fr: ^lancement

source: legal/about/$
fr: legal/a-propos/$

source: legal/the-team/$
fr: legal/qui-sommes-nous/$

source: legal/testimonies/$
fr: legal/temoignages/$

source: legal/privacy-policy/$
fr: legal/politique-vie-privee/$

source: legal/contact-us/$
fr: legal/contactez-nous/$

source: legal/terms-and-conditions/$
fr: legal/politique-utilisation-donnees

source: legal/terms-of-service/$
fr: legal/conditions-utilisation-service

source: ^json/tags/languages$
fr: ^chez-moi/tags/langues$

source: ^json/tags/driving_licences$
fr: ^json/tags/permis_conduire$

source: ^json/tags/diplomas
fr: ^json/tags/diplomes$

source: ^json/tags/points_of_interest$
fr: ^json/tags/points_dinteret

source: ^json/liked-profile/(?P<id_profile>[0-9]+)/$
fr: ^json/liked-profil/(?P<id_profile>[0-9]+)/$

source: ^json/liked-read/(?P<id_personne_like>[0-9]+)/$
fr: ^json/liked-lu/(?P<id_personne_like>[0-9]+)/$

source: ^json/message-read/(?P<id_message>[0-9]+)/$
fr: ^json/message-lu/(?P<id_message>[0-9]+)/$

source: ^json/relationship-remove/(?P<id_personne>[0-9]+)/$
fr: ^json/relation-retirer/(?P<id_personne>[0-9]+)/$

source: ^my-home$
fr: ^chez-moi$

source: ^my-home-error$
fr: ^chez-moi-erreur$

source: ^my-home/activity-share/$
fr: ^chez-moi/activite-partager/$

source: ^my-home/remarks-and-testimonies$
fr: ^chez-moi/remarques-et-temoignages$

source: ^my-home/contacts$
fr: ^chez-moi/contacts$

source: ^my-home/contacts/invite$
fr: ^chez-moi/contacts/inviter$

source: ^my-home/contacts/register-validate/(?P<rand_str>[a-zA-Z0-9-_]+)/$
fr: ^chez-moi/contacts/enregistrement-validation/(?P<rand_str>[a-zA-Z0-9-_]+)/$

source: ^my-home/profile/account-desactivated/$
fr: ^chez-moi/profile/compte-desactive/$

source: ^my-home/profile/account-deleted/$
fr: ^chez-moi/profile/compte-supprime/$

source: ^my-home/profile-not-complete/$
fr: ^chez-moi/profile-incomplet/$

source: ^my-home/profile/account-reactivate/(?P<rand_str>[a-zA-Z0-9-_]+)/$
fr: ^chez-moi/profile/compte-reactiver/(?P<rand_str>[a-zA-Z0-9-_]+)/$

source: ^my-home/profile/password-recover
fr: ^chez-moi/profile/recuperer-mot-de-passe$

source: ^my-home/profile/password-change
fr: ^chez-moi/profile/changer-mot-de-passe$

source: ^my-home/profile/newsletter-set-configuration
fr: ^chez-moi/profile/bulletin-mise-a-jour

source: ^my-home/profile/visibility-change
fr: ^chez-moi/profile/changer-visibilite

source: ^my-home/profile/desactivate$
fr: ^chez-moi/profile/desactiver$

source: ^my-home/profile/edit$
fr: ^chez-moi/profile/editer$

source: ^my-home/profile/delete$
fr: ^chez-moi/profile/supprimer

source: ^my-home/travels$
fr: ^chez-moi/voyages$

source: ^my-home/search$
fr: ^chez-moi/recherches$

source: ^my-home/notifications$
fr: ^chez-moi/notifications$

source: ^my-home/conversation/delete/(?P<id_conversation>[0-9]+)/$
fr: ^chez-moi/conversation/supprimer/(?P<id_conversation>[0-9]+)/$

source: ^my-home/language$
fr: ^chez-moi/langue$

source: ^my-home/register
fr: ^chez-moi/senregistrer$

source: ^my-home/login$
fr: ^chez-moi/connexion$

source: ^my-home/logout$
fr: ^chez-moi/deconnexion$

source: Page not found
fr: Page non trouvée

source: Cogofly administration
fr: Administration Cogofly

source: Add %(name)s
fr: Ajout %(name)s

source: Please correct the error below.
fr: Corrigez l'erreur ci-dessous

source: Please correct the errors below.
fr: Corrigez l'erreur ci-dessous

source: Filter
fr: Filtre

source: Find a trust person to travel together, plan your trip, whether it be going away for the weekend or just on a day out and give your ambitions a boost
fr: Trouvez une personne de confiance pour voyager ensemble, planifiez vos destinations, ou bien partez le temps d’un week-end voire d’une journée, et allez au bout de vos envies

source: Don't want to travel alone ? This site is made for you! Sign up for free and join the new community.
fr: Cogofly - Vous ne voulez pas voyager seul&nbsp;? Ce site est fait pour vous&nbsp;! Inscrivez-vous gratuitement et rejoignez cette nouvelle communauté.

source: Only one rule: never stay alone ! Think together, think 'Co', and take off. Don't wait to be abroad to meet great persons, anticipate to take advantage during all your trip and have fun!
fr: Une seule règle : ne restez plus seul ! Pensez ‘Ensemble’, pensez 'Co', et décollez. N'attendez plus d'être à l'étranger pour rencontrer des personnes intéressantes, anticipez et profitez entièrement de vos voyages!

source: Don't want to travel alone? This site is made for you! Sign up for free, join the new trust community and let's go together.
fr: Vous ne voulez pas voyager seul ? Ce site est fait pour vous&nbsp;! Inscrivez-vous gratuitement, rejoignez cette nouvelle communauté de confiance et partez ensemble.

source: Only one rule: never stay alone ! Think together, think 'Co', and take off! Don't wait to be abroad to meet great persons, anticipate to take advantage during all your trip and have fun!
fr: Une seule règle: ne restez plus seul ! Pensez ‘Ensemble’, pensez 'Co', et décollez ! N'attendez plus d'être à l'étranger pour rencontrer des personnes intéressantes, anticipez et profitez entièrement de vos voyages !

source: Don't want to travel alone? This site is made for you! Sign up for free and join the new community.
fr: Cogofly - Vous ne voulez pas voyager seul&nbsp;? Ce site est fait pour vous&nbsp;! Inscrivez-vous gratuitement et rejoignez cette nouvelle communauté.

source: Don't want to travel alone? This site is made for you! Sign up for free, join the new trust community and let's go together.Only one rule: never stay alone ! Think together, think 'Co', and take off ! Don't wait to be abroad to meet great persons, anticipate to take advantage during all your trip and have fun!
fr: Vous ne voulez pas voyager seul&nbsp;? Ce site est fait pour vous&nbsp;! Inscrivez-vous gratuitement, rejoignez cette nouvelle communauté de confiance et partez ensemble. Une seule règle: ne restez plus seul ! Pensez ‘Ensemble’, pensez 'Co', et décollez! N'attendez plus d'être à l'étranger pour rencontrer des personnes intéressantes, anticipez et profitez entièrement de vos voyages!

source: Don't want to travel alone? This website is for you... Sign up for free and join the new community.
fr: Vous ne voulez pas voyager seul ? Ce site est pour vous... Inscrivez-vous et rejoignez cette nouvelle communauté.

source: Don't want to travel alone? This site is made for you! Sign up for free and join the new community and let's go together. Only one rule: never stay alone ! Think together, think 'Co', and take off ! Don't wait to be abroad to meet great persons, anticipate to take advantage during all your trip and have fun!
fr: Vous ne voulez plus voyager seul&nbsp;? Ce site est fait pour vous&nbsp;! Inscrivez-vous gratuitement, rejoignez cette nouvelle communauté et partez ensemble. Une seule règle: ne restez plus seul ! Pensez ‘Ensemble’, pensez 'Co', et décollez! N'attendez plus d'être à l'étranger pour rencontrer des personnes intéressantes, anticipez et profitez entièrement de vos voyages !

source: Cogofly - Don't want to travel alone? This site is made for you! Sign up for free and join the new community.
fr: Cogofly - Vous ne voulez pas voyager seul? Ce site est fait pour vous&nbsp;! Inscrivez-vous gratuitement et rejoignez cette nouvelle communauté.

source: Don't want to travel alone any more?
fr: Vous ne voulez plus voyager seul&nbsp;?

source: ... This site is made for you!
fr: ... Ce site est fait pour vous&nbsp;!

source: Don't think twice about travelling any more, whether it be going away for the weekend or just on a day out, and give your ambitions a boost.
fr: N’hésitez plus pour voyager, partir le temps d’un week-end, ou d’une journée, et allez<br/>au bout de vos envies.

source: Find someone you can trust, close to home or abroad, and plan your trips together…you'll also be able to plan and share weekends and outings.
fr: Trouvez une personne de confiance, proche de chez vous, où à l’étranger, et planifiez ensemble vos voyages... Weekends et sorties pourront aussi être programmés et partagés.

source: Discover a new way of travelling which is safe, practical and financially advantageous.
fr: Découvrez une nouvelle façon de voyager, plus sûre, plus pratique et financièrement plus avantageuse.

source: Come and surf, very soon, this new wave.
fr: Venez surfer, très prochainement, sur cette nouvelle vague.

source: In order to be notified of the site’s official release, and start the adventure with us, please register below:
fr: Pour rester informé de la sortie officielle du site, et commencer l’aventure avec nous, merci de vous enregistrer ci-dessous :

source: You were already registered
fr: Vous étiez déjà enregistré

source: Thank you for registering!
fr: Merci pour votre enregistrement !

source: Click here
fr: Cliquez ici

source: We've sent you an<br /> <strong>email for validation!</strong><br /> If you haven't received it in a few minutes,<br /> please check your spam folder!
fr: Nous venons de vous envoyer un<br /> <strong>email pour validation! </strong><br /> Si vous ne l’avez pas reçu dans quelques minutes, <br /> merci de vérifier votre dossier des spams !

source: I got it!
fr: J'ai compris!

source: <strong>Congratulations!</strong><br /><br /> Your registration is confirmed!
fr: <strong>Félicitations !</strong><br /><br /> Votre inscription est confirmée !

source: Great!
fr: Bravo !

source: Register
fr: S'enregistrer

source: Cancel
fr: Annuler

source: Sign up for free
fr: Enregistrez-vous

source: To love is to share... Go ahead and click on the buttons below:
fr: Aimer c’est partager... N'hésitez pas et cliquez sur les boutons ci-dessous&nbsp;:

source: Logout
fr: Déconnexion

source: Alone we think...Together we get away!
fr: Seul, nous pensons...Ensemble, nous partons&nbsp;!

source: Fed up of travelling alone?
fr: Vous ne voulez plus voyager seul ?

source: Break down borders together! Join the international cotraveller's community and choose with whom you go away
fr: Dépassez les frontières ensemble ! Rejoignez la communaute des cogoflyers et choisissez avec qui partir...

source: Cogofly - Don't travel alone anymore
fr: Cogofly - Vous ne voulez plus voyager seul&nbsp;?

source: Log in
fr: Connexion

source: FED UP OF<br/>TRAVELLING ALONE?
fr: VOUS NE VOULEZ PLUS<br/>VOYAGER SEUL&nbsp;?

source: Break down borders together!
fr: Dépassez les frontières ensemble !

source: Community
fr: Communauté

source: Advantages
fr: Avantages

source: Observations
fr: Constat

source: How does it work?
fr: Comment ça marche&nbsp;?

source: JOIN THE INTERNATIONAL COTRAVELLER's COMMUNITY AND CHOOSE WITH WHOM YOU GO AWAY...
fr: REJOIGNEZ LA COMMUNAUTE INTERNATIONALE DES COVOYAGEURS ET CHOISISSEZ AVEC QUI PARTIR...

source: SIGN UP FOR FREE
fr: ENREGISTREZ VOUS GRATUITEMENT

source: Don’t be fazed by travelling any more, whether you want to go away for the weekend or just on a day out, and give your dreams a boost.
fr: N’hésitez plus pour voyager, partir le temps d’un week-end, ou d’une journée, et allez<br/>au bout de vos envies.

source: Find someone you can trust, <br/> close to home or abroad, and plan together your trips... you'll also be able to plan and share weekends and outings.
fr: Trouvez une personne de confiance, proche de chez vous, où à l’étranger, et planifiez ensemble vos voyages... Weekends et sorties pourront aussi être programmés et partagés.

source: Discover a new way to get away which is financially advantageous, safe, and highly practical.
fr: Découvrez une nouvelle façon de partir, plus pratique, financièrement plus avantageuse,<br/>et plus sûre.

source: Alone we think, together we act!
fr: Seul, nous pensons...Ensemble, nous partons&nbsp;!

source: THE GENESIS OF COTRAVELLERS
fr: LA GÉNÈSE DES COVOYAGEURS

source: Connect with persons from the 4 corners of the world, share their experiences and expand your network.
fr: Connectez-vous avec des personnes situées aux 4 coins du monde, partagez leurs expériences et diversifiez votre réseau.

source: Find cotravellers, with potentially the same socio-professional criteria and areas of interest, in order to organise your trips in the best possible conditions.
fr: Trouvez des covoyageurs avec, éventuellement, les mêmes critères sociaux-professionnels, centres d’intérêts, afin de partir dans les meilleures conditions.
