Repository: TrellixVulnTeam/cogofly_ZC9R
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: In order to make your profile more visible, by default everyone will be able to see your selected criteria.
fr: Par défaut, et afin de rendre votre profil plus visible, tout le monde pourra voir vos critères sélectionnés.

source: It's up to you to make the right choice!
fr: À vous de faire le bon choix !

source: Modify my data
fr: Modifier mes données

source: Optional information
fr: Informations facultatives

source: mandatory field
fr: champ obligatoire

source: Deactivate my account
fr: Désactiver mon compte

source: <p><b>Do you really want to deactivate your account?</b></p> <ul> <li>If you decide to do it, you will no longer be visible on this site!<br/><br/></li> <li>Please be advised that it can be reactivated at any time via the link that we have sent to the email address that you used when signing up. You can also reactivate your account via other social networks.</li> </ul>
fr: <p><b>Voulez-vous vraiment désactiver votre compte&nbsp;?</b></p><ul><li>Si vous décidez de le faire, vous ne serez plus visible sur notre site&nbsp;!<br/></br></li> <li>Sachez qu’à tout moment vous pourrez le réactiver via le lien que vous recevrez sur l’email utilisé lors de votre inscription. L’utilisation des réseaux sociaux sera encore possible pour permettre cette réactivation.</li></ul>

source: <p><b>Do you really want to delete your account?</b></p> <ul> <li>If you decide to do it, your data will be permanently deleted and your profile will be no longer visible!</li> <li>Please be advised, if you change your mind, you will need to create a new profile.</li> </ul>
fr: <p><b>Voulez-vous vraiment supprimer votre compte&nbsp;?</b></p><ul><li>Si vous décidez de le faire, toutes vos données seront définitivement effacées et votre profil ne sera plus visible&nbsp;!<br/></br></li><li>Sachez qu’il vous faudra, si vous changez d’avis, créer un nouveau profil.</li></ul>

source: Uncheck if you want to hide those informations
fr: Décochez si vous voulez cacher ces informations

source: Sign up in one click
fr: S'enregistrer en un click

source: Sign up with Facebook
fr: S'enregistrer avec Facebook

source: Sign up with Google
fr: S'enregistrer avec Google

source: ... or fill in
fr: ... ou remplissez

source: Register!
fr: S'enregistrer

source: Remarks and testimonies
fr: Remarques et témoignages

source: Remarks
fr: Remarques

source: Appreciation
fr: Appréciation

source: Basic
fr: Simple

source: Advanced
fr: Avancée

source: Your search results: 0 member(s)
fr: Résultat de votre recherche : 0 membre(s)

source: We are sorry if your search yielded no results.
fr: Nous sommes désolés si votre recherche n’a pu aboutir.

source: Warning:
fr: Attention :

source: Remember to add, <span style="text-decoration: underline">at least,</span> one trip in order to be seen (this goes for all Cogofly members!).
fr: Pensez à ajouter, <span style="text-decoration: underline">au moins</span>, un voyage pour être vu (cette mission est valable pour tous les membres Cogofly !)

source: <b>Nevertheless, do not fear, anything is possible if you decide to:</b> <br/><br/> <ul> <li><b>Try</b> again in a few days / weeks (if you’re not in too much of a hurry...): <ul> <li>New destinations will more than likely have appeared.</li> <li>New profiles may have been created, even updated.</li> </ul> <br/> </li> <li><b>Narrow</b> your search criteria by clearly indicating, for example: <ul> <li>The town of your choice (rather than just the country…).</li> <li>Exact dates (rather than a rough time period...).</li> </ul> <br/> </li> <li><b>Widen</b> your search criteria with more “flexibility”, by just indicating: <ul> <li>The country you wish to visit (rather than a particular town...). </li> <li>A rough time period (rather than exact dates...). </li> </ul> </li> </ul>
fr: <p><b>Néanmoins, ne désespérez pas, tout peut encore arriver si vous décidez de :</b></p><ul><li><b>Réessayer</b> dans quelques jours / semaines (si vous n’êtes pas trop pressés...) :<ul><li>De nouvelles destinations se seront probablement lancées.</li><li>De nouveaux profils se seront peut-être crées, voire mis à jour.<br/><br/></li></ul></li><li><b>Peaufiner</b> votre recherche, en indiquant bien, par exemple :<ul><li>La ville de votre choix (pas seulement le pays...).</li><li>Des dates précises (pas seulement une période...).</li></ul><br/></li><li><b>Élargir</b> votre recherche, avec plus de « souplesse », en donnant seulement : <ul> <li>Le pays à visiter (pas seulement la ville...).</li> <li>Un intervalle de temps (pas seulement des dates fermes...).</li> </ul> </li> </ul>

source: <p> <b>Invite</b> your friends to join <b>www.cogofly.com</b> in order to share what you like with them. This is the ideal opportunity to encourage people to travel and go out, without necessarily having to inform your whole network. </p> <p> <b><span style="text-decoration: underline; margin-left: 50px"> In order to proceed: </span></b> </p> <ul> <li>Click on the "Invite" button located on the taskbar. </li> <li>Otherwise click on the "My contacts" button and the attached link. </li> </ul> <p> <b>Share</b> the <b>www.cogofly.com</b> website via all social media: other people, outside of your own network, will almost certainly be keen to sign up and organize the same plans/destinations as you. </p> <p> <b><span style="text-decoration: underline; margin-left: 50px"> In order to proceed: </span></b> </p> <ul> <li> Log out in order to return to the home page. </li> <li>Scroll down to the bottom and click on the required button (Facebook, Google+, etc...) </li> </ul>
fr: <p> <b>Invitez</b> vos amis sur <b>www.cogofly.com</b> afin de leur faire part de vos envies. N’est-ce pas un bon moyen ici de justement les inciter à partir, sortir, sans pour autant le faire savoir à tout votre réseau ?</p> <p> <b><span style="text-decoration: underline; margin-left: 50px">Pour cela&nbsp;:</span></b> </p> <ul> <li>Cliquez sur l'icône "Inviter" se trouvant sur la barre des tâches. </li> <li>Cliquez sinon sur l'icône "Mes contacts" button et sur le lien associé. </li> </ul> <p> <b>Partagez</b> le site <b>www.cogofly.com</b> sur tous les réseaux sociaux : d'autres personnes, en dehors même de votre propre réseau, seraient sûrement intéressées de s'inscrire pour pouvoir planifier les mêmes projets/destinations que vous.</p> <p> <b><span style="text-decoration: underline; margin-left: 50px"> Pour cela&nbsp;: </span></b> </p> <ul> <li>Déconnectez-vous pour revenir sur la page de présentation.</li><li>Allez tout en bas et cliquez sur le bouton souhaité (Facebook, Google+, etc...) </li> </ul>

source: Searching...
fr: Recherche...

source: Good to know &raquo;
fr: Bon à savoir &raquo;

source: <p>The goal of this advanced search is to find, once more, a range of people with the same destination and/or rough travel dates in mind as you, but also with certain people-related criteria. </p> <p>As opposed to the basic search, this advanced search will actually allow you to choose with whom to go away (ex : sex, age, and so on but not by name)... what will be the most important criteria for you? </p> <p>This search will only function if <b>at least one</b> of the above fields is filled out (place, date, criteria). If no information is entered, the search will yield zero results! </p> <p>If, however, you still have any unanswered questions as to how the search works, please take the time to read the hints and tips section... </p>
fr: <p>Le but de cette recherche avancée est de trouver, là encore, un ensemble de personnes ayant une destination en commun… voire une même période si vous ne savez pas où partir. Des critères plus humains, sociaux, sont maintenant disponibles pour peaufiner votre recherche. </p> <p>Contrairement à la recherche basique, les possibilités de cette recherche avancée vous permettront de choisir vraiment avec qui partir en particulier (ex : sexe, tranche d'âge, etc... recherche par nom/prénom impossible)... <b>quels seront pour vous les critères les plus importants&nbsp;?</b></p><p>Cette dernière ne pourra aussi fonctionner que si un champ, au moins, est rempli (lieu, date, critères facultatifs). Sachez que si vous avez commencé par rechercher une destination, ou une période en particulier, dans la recherche basique, ces mêmes infos seront conservées dans la recherche avancée.Sans aucune info, là encore, la recherche ne donnera rien !</p><p>Prenez le temps aussi de lire les astuces proposées si toutefois vous vous posez des questions sur son fonctionnement…</p>

source: Hints &raquo;
fr: Astuces &raquo;

source: Tip 1
fr: Astuce 1

source: Tip 2
fr: Astuce 2

source: <p><b>All of the fields above are optional.</b></p> <p>Choose any number of preferences in any order, find your ideal travel companion and use one of the following approaches:</p> <ul> <li><b>You know precisely where and when you want to go:</b> fill in all fields.</li> <li><b>You don’t know when you want to go away: </b> fill in at the very least the destination, and then check the dates that appear and select the ones that suit you.</li> <li><b>You don’t know where you want to go:</b> fill in at the very least your date of departure and/or arrival, or even a time frame, and sit back while the most amazing destinations are selected for you.</li> <li><b>You wish to remain in your « comfort zone » and go away with people:</b><br/><br/> <ul> <li>Who work in the same sector.</li> <li>Who do exactly the same job.</li> <li>With whom you have activities in common (sporting, cultural, leisure...).</li> <li>Who have visited the same cities/countries.</li> <li>Who have the same plans.</li> <li>And so on...</li> </ul> </li> </ul> <p>This advanced search will respond <b>perfectly</b> to your most realistic demands.</p>
fr: <p><b>Tous les champs, ci-dessus, sont facultatifs.</b></p> <p>Combinez librement vos envies, sélectionnez <b>sans aucune obligation</b> les critères propres à votre futur compagnon de voyage / sorties et choisissez tout simplement :</p> <ul> <li><b>Vous savez parfaitement où, et quand, partir :</b> remplissez ainsi tous les champs.</li> <li><b>Vous ne savez pas quand partir :</b> remplissez au moins votre destination, laissez le hasard faire le reste et calez-vous respectivement sur les dates qui vous conviennent.</li> <li><b>Vous ne savez pas où partir :</b> remplissez au moins votre date de départ, et/ou, d’arrivée, voire un intervalle de temps et laissez-vous séduire par une belle destination.</li> <li><b>Vous souhaitez rester dans « votre zone de confort » et partir avec des personnes :</b><br/><br/> <ul> <li>Travaillant dans le même secteur d’activité.</li> <li>Exerçant le même métier.</li> <li>Pratiquant les mêmes activités (sportives, culturelles, ludiques, ...).</li> <li>Ayant visité les mêmes villes/pays.</li> <li>Ayant les mêmes projets.</li> <li>Etc...</li> </ul> </li> </ul> <p>Cette recherche avancée pourra <b>parfaitement</b> répondre à vos exigences les plus légitimes.</p>

source: <p><b>All of the fields above are optional.</b></p> <p>You enjoy being alone and wish to remain so... <b>This site is also for you!</b> </p> <p>You will be able to use this <b>advanced search</b> to find, <b>just like the basic search,</b> people who have already been to the town/country that you have picked as your next destination. Furthermore, thanks to all of the useful criteria, you will be able to find people <b>with the same centers of interest.</b></p> <p><b>Will the latter be sufficient and pertinent enough to enable you to hit it off with people and discuss your travel plans to the full?... You alone have the answer!</b></p> <p>You will <b>no doubt</b> be able to obtain helpful information through other people’s experiences and the useful information they share via this new platform, and why not make the most of some of their recommendations.</p> <p>In order to do so you can use <b>this search by entering dates in the past</b> and then chatting with people to your heart’s content in order to prepare your next trip/day out.</p> <p><b>You will then also be able to use the search by entering dates in the future if:</b></p> <ul> <li>You change your mind at the last minute.</li> <li>You need help once you’ve arrived at your chosen destination.</li> <li>You haven’t found anyone who has visited the place in question.</li> <li>You want to help a friend who hasn't had time to sign up to the site and who wants to find a travel companion.</li> </ul> <p><b>Who better than fellow travellers to help you: travel like they do, make the most of their feedback and share practical information about the countries they have visited?</b></p>
fr: <p><b>Tous les champs, ci-dessus, sont facultatifs.</b></p> <p>Vous aimez, et souhaitez, rester seul... <b>Ce site est également fait pour vous !</b> </p> <p>Vous pourrez en effet utiliser cette <b>recherche avancée</b> pour trouver, <b>comme pour la recherche basique,</b> des personnes qui sont déjà partis dans la ville / le pays que vous avez choisi comme prochaine destination. De plus, et grâce à tous ces critères pratiques, vous pourrez trouver des personnes <b>ayant les mêmes centres d’intérêts.</b></p> <p><b>Ces derniers seront-ils pour autant suffisants, et nécessaires, pour créer des atomes crochus et discuter pleinement de vos projets ?... Vous seuls avez la réponse !</b></p> <p>Vous pourrez, <b>dans tous les cas,</b> vous aider des expériences de chacun, des bonnes informations partagées sur cette nouvelle plateforme et, pourquoi pas, profiter de certaines de leurs recommandations.</p> <p>Pour cela vous pourrez, là encore, <b>utiliser la recherche en y mettant des dates dans le passé</b> et discuter, autant que vous le souhaitez, pour préparer au mieux votre voyage/sortie.</p> <p><b>Vous pourrez aussi, par la suite, utiliser la recherche en y mettant des dates dans le futur si :</b></p> <ul> <li>Vous changez d'avis à la dernière minute.</li> <li>Vous avez besoin d'aide sur place.</li> <li>Vous n’avez trouvé personne ayant visité le lieu en question.</li> <li>Vous voulez rendre service à un ami, qui n’aurait pas eu le temps de s’inscrire sur le site, et l’aider à trouver son compagnon de voyage / sortie.</li> </ul> <p><b>Qui, mieux qu’un voyageur, pourra vous faire : voyager à sa manière, profiter de son ressenti et partager des informations pratiques sur le(s) pays qu’il a visité ?</b></p>

source: <p>The goal of this basic search is to find a range of people with the same destination and/or rough travel dates in mind as you. It is not designed to find any one particular person. (searching by surname/first name is impossible)! </p> <p>This search will therefore only function <b>if at least one of the two fields</b> above is filled out. If no information is entered, the search will yield zero results! </p> <p>If, however, you still have any unanswered questions as to how the search works, please take the time to read the hints and tips section... </p>
fr: <p>Le but de cette recherche basique est de trouver un ensemble de personnes ayant une destination en commun… voire une même période si vous ne savez pas où partir. Elle n’a pas été conçue pour trouver une personne en particulier (recherche par nom/prénom impossible) !</p> <p>Cette recherche ne pourra donc fonctionner <b>que si un des 2 champs ci-dessus, au moins,</b> est rempli. Sans aucune info, cette dernière ne donnera rien !</b><p>Prenez le temps aussi de lire les astuces proposées si toutefois vous vous posez des questions sur son fonctionnement...</p>

source: <p><b>All of the fields above are optional.</b></p> <p><b>Choose any number of preferences</b> in any order, find your ideal travel companion and use one of the following approaches:</p> <ul> <li><b>You know precisely where and when you want to go:</b> fill in all fields.</li> <li><b>You don’t know when you want to go away:</b> fill in at the very least the destination, and then check the dates that appear and select the ones that suit you.</li> <li><b>You don’t know where you want to go:</b> fill in at the very least your date of departure and/or arrival, or even a time frame, and sit back while the most amazing destinations are selected for you.</li> </ul>
fr: <p><b>Tous les champs, ci-dessus, sont facultatifs.</b></p><p><b>Combinez librement vos envies,</b> trouvez votre compagnon de voyage idéal et choisissez tout simplement :</p><ul> <li><b>Vous savez parfaitement où, et quand, partir :</b> remplissez ainsi tous les champs.</li> <li><b>Vous ne savez pas quand partir :</b> remplissez au moins votre destination, laissez le hasard faire le reste et calez-vous respectivement sur les dates qui vous conviennent.</li><li><b>Vous ne savez pas où partir :</b> remplissez au moins votre date de départ, et/ou, d’arrivée, voire un intervalle de temps, et laissez-vous séduire par une belle destination.</li></ul>

source: <p><b>All of the fields above are optional.</b></p> <p>You enjoy being alone and wish to remain so... <b>This site is also for you!</b> </p> <p>You will be able to use this basic search to find, <b>first and foremost,</b> people who have already been to the town/country that you have picked as your next destination.</p> <p><b>You will no doubt be able to obtain helpful information through other people’s experiences</b> and the useful information they share via this new platform, <b>and why not make the most of some of their recommendations.</b></p> <p>In order to do so you can use <b>this basic search by entering dates in the past</b> and then chatting with people to your heart’s content in order to prepare your next trip/day out.</p> <p><b>You will then also be able to use the search by entering dates in the future if:</b></p> <ul> <li>You change your mind at the last minute.</li> <li>You need help once you’ve arrived at your chosen destination.</li> <li>You haven’t found anyone who has visited the place in question.</li> <li>You want to help a friend who hasn't had time to sign up to the site and who wants to find a travel companion.</li> </ul> <p><b>Who better than fellow travellers to help you:</b></p> <p><b>Share their experiences, make the most of their feedback and share useful information?</b></p>
fr: <p><b>Tous les champs, ci-dessus, sont facultatifs.</b></p><p>Vous aimez, et souhaitez, rester seul... <b>Ce site est également fait pour vous !</b></p><p>Vous pourrez en effet utiliser cette recherche basique pour trouver, <b>avant tout,</b> des personnes qui sont déjà partis dans la ville / le pays que vous avez choisi comme prochaine destination.</p> <p><b>Vous pourrez sûrement vous aider des expériences de chacun,</b> des bonnes informations partagées sur cette nouvelle plateforme et, pourquoi pas, <b>profiter de certaines de leurs recommandations.</b></p> <p>Pour cela vous pourrez utiliser cette <b>recherche basique en y mettant des dates dans le passé</b> et discuter, autant que vous le souhaitez, pour préparer au mieux votre voyage / weekend / sortie.</p> <p><b>Vous pourrez aussi, par la suite, utiliser la recherche en y mettant des dates dans le futur si :</b></p> <ul> <li>Vous changez d'avis à la dernière minute.</li> <li>Vous avez besoin d'aide sur place.</li> <li>Vous n’avez trouvé personne ayant visité le lieu en question.</li> <li>Vous voulez rendre service à un ami, qui n’aurait pas eu le temps de s’inscrire sur le site, et l’aider à trouver son compagnon de voyage/sortie.</li> </ul> <p><b>Qui, mieux qu’un voyageur, pourra vous faire : Voyager à sa manière, profiter de son ressenti et partager des informations pratiques sur le(s) pays qu’il a visité ?</b></p>

source: Add a trip
fr: Ajouter un voyage

source: In order to add a trip, and be a part of Cogofly members’ search results, please fill in at least one of the two fields (place and/or date)
fr: Afin de pouvoir ajouter un voyage, et faire partie des résultats de recherche, l’un des 2 champs (lieu et/ou date) est nécessaire

source: No comment for this travel
fr: Aucun commentaire pour ce voyage

source: Modify
fr: Modifier

source: Remove
fr: Retirer

source: Delete
fr: Supprimer

source: Remove this travel?
fr: Retirer ce voyage ?

source: This travel will be removed from your travel list
fr: Ce voyage sera retiré de votre liste de voyages

source: Edit
fr: Modifier

source: Save
fr: Sauvegarder
