Repository: TrellixVulnTeam/cogofly_ZC9R
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: As indicated in the "About COGOFLY" section, <strong>COGOFLY</strong> was therefore created one week before the signing of the said contract, and the brand was then deployed on a global scale.
fr: Comme indiqué dans la partie "à propos" du site, <strong>COGOFLY</strong> est donc né une semaine avant la signature de ce dit contrat, et cette marque sera ainsi déployée au niveau mondial.

source: <strong>My goal is to make this new social network the reference in terms of co-trips: "The LinkedIn/Facebook" of the Tourism industry. This new community will then have access to a reliable and intuitive site, and be able to meet up in total confidence and share common projects and goals.</strong>
fr: <strong>L'espoir étant de faire de ce nouveau réseau social, la référence en termes de co-voyages, le "LinkedIn/Facebook" du tourisme. La communauté associée pourra ainsi utiliser un site fiable, intuitif, se rencontrer en toute confiance et autour de projets communs.</strong>

source: The conclusion of all this, and this adage came to me quite naturally, is that:
fr: La conclusion dans tout cela, et cet adage qu'il m'est venu de manière tout à fait naturelle, est que :

source: <h1>Alone, we think...Together, we get away!</h1>
fr: <h1>Seul, nous pensons...Ensemble, nous partons&nbsp;!</h1>

source: Thanks for registering!
fr: Merci pour votre enregistrement!

source: We sincerely hope that you will appreciate this new and innovative international social network, for which the operative word is “sharing”
fr: Nous espérons sincèrement que vous apprécierez ce nouveau, et premier, réseau social international dont le maître mot est le partage...

source: To validate your registration, click on the following link:
fr: Pour valider votre enregistrement, cliquez sur le lien suivant :

source: <b>Please change your password</b>
fr: <b>Merci de changer votre mot de passe</b>

source: Request refused
fr: Demande refusée

source: Password reset is valid for one hour
fr: Le lien pour changer un mot de passe est valide une heure

source: Already done
fr: Déjà fait

source: You have already activated this account
fr: Vous avez déjà activé ce compte

source: Please log-in
fr: Connectez-vous

source: Cogofly - Terms and Conditions
fr: Cogofly - Termes et conditions d'usage

source: These terms and conditions govern your use of this website;by using this website, you accept these terms and conditions in full and without reservation. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website.
fr: Ces termes et conditions régissent votre utilisation de ce site&nbsp;; en utilisant ce site, vous acceptez ces termes et conditions dans leur intégralité et sans réserve. Si vous êtes en désaccord avec ces termes et conditions ou toute partie de ces termes et conditions, vous ne devez pas utiliser ce site.

source: You must be at least 18 [eighteen] years of age to use this website. By using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age.
fr: Vous devez avoir au moins 18 (dix-huit) ans pour utiliser ce site. En utilisant ce site et en acceptant de ces termes et conditions, vous déclarez et garantissez que vous avez au moins 18 ans.

source: License to use website
fr: Licence d'employer le site

source: Unless otherwise stated,<a href="/" target="_blank">www.cogofly.com</a>and/or its licensors own the intellectual property rights published on this website and materials used on <a href="/" target="_blank">www.cogofly.com</a>.Subject to the license below, all these intellectual property rights are reserved.
fr: Sauf indication contraire, <a href="/" target="_blank">www.cogofly.com</a> et / ou ses concédants possèdent les droits de propriété intellectuelle publiés sur ce site et les matériaux utilisés sur <a href="/" target="_blank">www.cogofly.com</a>. Sous réserve de la licence ci-dessous, tous ces droits de propriété intellectuelle sont réservés.

source: You may view, download for caching purposes only,and print pages, files or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.
fr: Vous pouvez visualiser, télécharger à des fins de mise en cache seulement, et les pages d'impression, de fichiers ou tout autre contenu du site Web pour votre usage personnel, sous réserve des restrictions énoncées ci-dessous et ailleurs dans ces termes et conditions.

source: You must not:
fr: Vous ne devez pas&nbsp;:

source: republish material from this website in neither print nor digital media or documents (including republication on another website);
fr: republier ou imprimer du contenu, des médias ou des documents numériques (y compris la reproduction sur un autre site) de ce site&nbsp;;

source: sell, rent or sub-license material from the website;
fr: vendre, louer ou sous-licencier du contenu provenant de ce site Web&nbsp;;

source: show any material from the website in public;
fr: montrer tout contenu sur le site Web en public&nbsp;;

source: reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose;
fr: reproduire, dupliquer, copier ou exploiter du matériel sur ce site à des fins commerciales autrement&nbsp;;

source: edit or otherwise modify any material on the website;
fr: éditer ou de modifier tout matériel sur le site&nbsp;;

source: redistribute material from this website - except for content specifically and expressly made available for redistribution; or
fr: redistribuer le matériel de ce site - sauf pour le contenu spécifiquement et expressément mis à disposition pour la redistribution; ou

source: republish or reproduce any part of this website through the use of iframes or screenscrapers.
fr: republier ou reproduire toute partie de ce site par l'utilisation de iframes ou screenscrapers.

source: Where content is specifically made available for redistribution, it may only be redistributed within your organisation.
fr: Lorsque le contenu est spécialement mis à disposition pour la redistribution, il ne peut être redistribué au sein de votre organisation.

source: Acceptable use
fr: Utilisation acceptable

source: You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of <a href="/" target="_blank">www.cogofly.com</a> or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.
fr: Vous ne devez pas utiliser ce site d'une façon qui provoque ou peut provoquer des dommages sur le site ou la réduction de la disponibilité ou l'accessibilité de www.cogofly.com ou de quelque façon qui est illégale, frauduleuse ou nuisible, ou dans le cadre avec un but ou d'une activité illégale, frauduleuse ou nuisible.

source: You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.
fr: Vous ne devez pas utiliser ce site pour copier, stocker, hôte, transmettre, d'envoyer, utiliser, publier ou distribuer des documents qui se compose de (ou est lié à) aucun spyware, virus informatique, cheval de Troie, ver, enregistreur de frappe, rootkits ou autre logiciels malveillants.

source: You must not conduct any systematic or automated data collection activities on or in relation to this website without <a href="/" target="_blank">www.cogofly.com's</a> express written consent. This includes:
fr: Vous ne devez pas mener des activités de collecte de données systématiques ou automatiques sur ou en rapport avec ce site sans l'autorisation écrite expresse de <a href="/" target="_blank">www.cogofly.com</a>. Ceci comprend&nbsp;:

source: scraping
fr: grattage

source: data mining
fr: exploration de données

source: data extraction
fr: extraction de données

source: data harvesting
fr: récolte de données

source: "framing" (iframes)
fr: "encadrement" (iframes)

source: You must not use this website or any part of it to transmit or send unsolicited commercial communications.
fr: Vous ne devez pas utiliser ce site ou toute partie de celle-ci pour transmettre ou envoyer des communications commerciales non sollicitées.

source: You must not use this website for any purposes related to marketing without the express written consent of <a href="/" target="_blank">www.cogofly.com</a>.
fr: Vous ne devez pas utiliser ce site à des fins liées à la commercialisation sans le consentement écrit de <a href="/" target="_blank">www.cogofly.com</a>.

source: Restricted access
fr: Accès restreint

source: Access to certain areas of this website is restricted.<a href="/" target="_blank">www.cogofly.com</a> reserves the right to restrict access to certain areas of this website, or at our discretion, this entire website.<a href="/" target="_blank">www.cogofly.com</a> may change or modify this policy without notice.
fr: L'accès à certaines zones de ce site est limité. <a href="/" target="_blank">www.cogofly.com</a> se réserve le droit de restreindre l'accès à certaines zones de ce site, ou à notre discrétion, toute ce site. www.cogofly.com peut changer ou de modifier cette politique sans préavis.

source: If <a href="/" target="_blank">www.cogofly.com</a>provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential. You alone are responsible for your password and user ID security.
fr: Si <a href="/" target="_blank">www.cogofly.com</a> vous fournit un ID utilisateur et mot de passe pour vous permettre d'accéder aux zones restreintes de ce site ou d'autres contenus ou services, vous devez vous assurer que l'ID d'utilisateur et mot de passe sont gardés confidentiels. Vous êtes seul responsable de votre mot de passe et la sécurité de l'ID.

source: <a href="/" target="_blank">www.cogofly.com</a> may disable your user ID and password at <a href="/" target="_blank">www.cogofly.com's</a> sole discretion without notice or explanation.
fr: <a href="/" target="_blank">www.cogofly.com</a> peut désactiver votre ID utilisateur et mot de passe à la seule discrétion de <a href="/" target="_blank">www.cogofly.com</a> sans préavis ni explication.

source: User content
fr: Le contenu utilisateur

source: In these terms and conditions, "your user content"means material (including without limitation text, images,audio material, video material and audio-visual material) that you submit to this website, for whatever purpose.
fr: Dans ces conditions, "votre contenu d'utilisateur" désigne les produits (y compris, sans limitation texte, images, matériel audio, matériel vidéo et du matériel audio-visuel) que vous soumettez à ce site, à toutes fins.

source: You grant to <a href="/" target="_blank">www.cogofly.com</a> a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media. You also grant to <a href="/" target="_blank">www.cogofly.com</a> the right to sub-license these rights, and the right to bring an action for infringement of these rights.
fr: Vous accordez à <a href="/" target="_blank">www.cogofly.com</a> un droit mondial, irrévocable, libre de redevance, non-exclusif d'utiliser, de reproduire, adapter, publier, traduire et distribuer votre contenu d'utilisateur dans tous les médias existants ou futurs. Vous accordez également à <a href="/" target="_blank">www.cogofly.com</a> le droit de sous-licencier ces droits, et le droit d'intenter une action pour violation de ces droits.

source: Your user content must not be illegal or unlawful, must not infringe any third party's legal rights, and must not be capable of giving rise to legal action whether against you or <a href="/" target="_blank">www.cogofly.com</a> or a third party (in each case under any applicable law).
fr: Votre contenu d'utilisateur ne doit pas être illégale ou illicite, ne doit pas enfreindre les droits légaux d'un tiers, et ne doit pas être susceptible de donner lieu à une action en justice contre vous ou si <a href="/" target="_blank">www.cogofly.com</a> ou d'un tiers (dans chaque cas quelle applicable droit).

source: You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.
fr: Vous ne devez pas soumettre tout contenu utilisateur sur le site qui est ou a déjà fait l'objet d'aucune procédure judiciaire menacées ou réels ou autre plainte similaire.

source: <a href="/" target="_blank">www.cogofly.com</a> reserves the right to edit or remove any material submitted to this website, or stored on the servers of <a href="/" target="_blank">www.cogofly.com</a>, or hosted or published upon this website.
fr: <a href="/" target="_blank">www.cogofly.com</a> se réserve le droit de modifier ou de supprimer tout élément soumis à ce site web, ou stockés sur les serveurs de <a href="/" target="_blank">www.cogofly.com</a> ou hébergé ou publiés sur ce site.

source: <a href="/" target="_blank">www.cogofly.com's</a> rights under these terms and conditions in relation to user content,<a href="/" target="_blank">www.cogofly.com</a> does not undertake to monitor the submission of such content to, or the publication of such content on, this website.
fr: Les droits de <a href="/" target="_blank">www.cogofly.com</a> en vertu de ces termes et conditions en rapport avec le contenu de l'utilisateur, <a href="/" target="_blank">www.cogofly.com</a> ne engagent à ne pas suivre la présentation d'un tel contenu, ou la publication d'un tel contenu sur, ce site Web.

source: No warranties
fr: Aucune garantie

source: This website is provided "as is" without any representations or warranties, express or implied.<a href="/" target="_blank">www.cogofly.com</a> makes no representations or warranties in relation to this website or the information and materials provided on this website.
fr: Ce site est fourni "tel quel" sans aucune représentation ou garantie, expresse ou implicite. <a href="/" target="_blank">www.cogofly.com</a> ne fait aucune représentation ou garantie en ce qui concerne ce site Web ou les renseignements et les documents fournis sur ce site.

source: Without prejudice to the generality of the foregoing paragraph, <a href="/" target="_blank">www.cogofly.com</a> does not warrant that:
fr: Sans préjudice de la généralité de l'alinéa précédent, <a href="/" target="_blank">www.cogofly.com</a> ne garantit pas que:

source: this website will be constantly available, or available at all; or
fr: ce site sera toujours disponible, ou disponible à tous&nbsp;; ou

source: the information on this website is complete, true, accurate or non-misleading.
fr: les informations sur ce site sont complets, vrais, exacts ou non trompeuses.

source: Nothing on this website constitutes, or is meant to constitute, advice of any kind. If you require advice in relation to any legal, financial or medical matter you should consult an appropriate professional.
fr: Rien sur ce site constitue ou est destiné à constituer des conseils de toute sorte. Si vous avez besoin de conseils en relation avec toute question juridique, financier ou médical, vous devriez consulter un professionnel compétent.

source: Limitations of liability
fr: Limitations de responsabilité

source: <a href="/" target="_blank">www.cogofly.com</a> will not be liable to you (whether under the law of contact, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:
fr: <a href="/" target="_blank">www.cogofly.com</a> ne seront pas responsables envers vous (que ce soit sous la loi de contact, du droit des délits ou autrement) par rapport au contenu de, ou l'utilisation de, ou autrement en relation avec ce site&nbsp;:

source: to the extent that the website is provided free-of-charge,for any direct loss;
fr: dans la mesure où le site est fourni gratuitement de charge, pour toute perte directe&nbsp;;

source: for any indirect, special or consequential loss; or
fr: de toute perte indirecte, spéciaux ou consécutifs&nbsp;; ou

source: for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data.
fr: des pertes d'affaires, la perte de revenus, les revenus, les profits ou d'économies anticipées, perte de contrats ou des relations d'affaires, la perte de réputation ou de bonne volonté, ou la perte ou la corruption des informations ou données.

source: These limitations of liability apply even if <a href="/" target="_blank">www.cogofly.com</a> has been expressly advised of the potential loss.
fr: Ces limitations de responsabilité applicables même si <a href="/" target="_blank">www.cogofly.com</a> a été expressément informé d'une perte potentielle précisée ci-avant.

source: Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit; and nothing in this website disclaimer will exclude or limit the liability of Cogofly in respect of any:
fr: Rien dans ce déni de site Web sera exclure ou limiter toute garantie implicite par la loi qu'il serait illégal d'exclure ou limiter; et rien dans ce déni de site Web sera exclure ou limiter la responsabilité de <a href="/" target="_blank">Cogofly</a> à l'égard de tout&nbsp;:

source: death or personal injury caused by the negligence of <a href="/" target="_blank">www.cogofly.com</a> or its agents, employees or shareholders/owners;
fr: la mort ou de blessures causés par la négligence de <a href="/" target="_blank">www.cogofly.com</a> ou de ses agents, employés ou actionnaires / propriétaires&nbsp;;

source: fraud or fraudulent misrepresentation on the part of <a href="/" target="_blank">www.cogofly.com</a>; or
fr: fraude ou fausse déclaration frauduleuse de la part de <a href="/" target="_blank">www.cogofly.com</a> &nbsp;; ou

source: matter which it would be illegal or unlawful for <a href="/" target="_blank">www.cogofly.com</a> to exclude or limit, or to attempt or purport to exclude or limit, its liability.
fr: question qui il serait illégal ou illicite pour <a href="/" target="_blank">www.cogofly.com</a> à exclure ou limiter, ou de tenter ou prétendre à exclure ou limiter, sa responsabilité.

source: Reasonableness
fr: Caractère raisonnable

source: By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable.
fr: En utilisant ce site, vous acceptez que les exclusions et limitations de responsabilité énoncées dans ce déni de site Web sont raisonnables.

source: If you do not think they are reasonable, you must not use this website.
fr: Si vous ne pensez pas qu'ils sont raisonnables, vous ne devez pas utiliser ce site.

source: Other parties
fr: Autres parties

source: You accept that, as a limited liability entity,<a href="/" target="_blank">www.cogofly.com</a> has an interest in limiting the personal liability of its officers and employees. You agree that you will not bring any claim personally against <a href="/" target="_blank">www.cogofly.com's</a> officers or employees in respect of any losses you suffer in connection with the website.
fr: Vous acceptez que, comme une entité à responsabilité limitée, <a href="/" target="_blank">www.cogofly.com</a> a un intérêt à limiter la responsabilité personnelle de ses dirigeants et employés. Vous convenez que vous ne porterai aucune réclamation personnellement contre les dirigeants ou employés de <a href="/" target="_blank">www.cogofly.com</a> à l'égard des pertes que vous souffrez en relation avec le site.

source: Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect <a href="/" target="_blank">www.cogofly.com's</a> officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as <a href="/" target="_blank">www.cogofly.com</a>.
fr: Sans préjudice de l'alinéa qui précède, vous convenez que les limitations de garanties et de responsabilité énoncées dans ce déni de site Web permettra de protéger <a href="/" target="_blank">www.cogofly.com</a> de dirigeants, employés, agents, filiales, successeurs, ayants droit et sous-traitants ainsi que <a href="/" target="_blank">www.cogofly.com</a>.

source: Unenforceable provisions
fr: Dispositions inapplicables

source: If any provision of this website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this website disclaimer.
fr: Si une disposition de ce déni de site Web est, ou se trouve être, inapplicable en vertu du droit applicable, qui ne sera pas affecter le caractère exécutoire des autres dispositions de la présente mentions légales du site.

source: Indemnity
fr: Indemnité

source: You hereby indemnify <a href="/" target="_blank">www.cogofly.com</a> and undertake to keep <a href="/" target="_blank">www.cogofly.com</a>indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by <a href="/" target="_blank">www.cogofly.com</a> to a third party in settlement of a claim or dispute on the advice of <a href="/" target="_blank">www.cogofly.com's</a>legal advisers) incurred or suffered by <a href="/" target="_blank">www.cogofly.com</a> arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.
fr: Vous garantissez par les présentes <a href="/" target="_blank">www.cogofly.com</a> et engagez à garder <a href="/" target="_blank">www.cogofly.com</a> indemnisé contre les pertes, dommages, coûts, responsabilités et dépenses (y compris, sans limitation les frais juridiques et les montants payés par <a href="/" target="_blank">www.cogofly.com</a> à un tiers en règlement d'une réclamation ou litige sur les conseils de conseillers juridiques de www.cogofly.com) engagés ou subis par <a href="/" target="_blank">www.cogofly.com</a> découlant de toute violation par vous de toute disposition de ces termes et conditions, ou découlant de toute réclamation vous avez violé une disposition de ces termes et conditions.

source: Breaches of these terms and conditions
fr: Violations de ces termes et conditions
