Repository: TrellixVulnTeam/cogofly_ZC9R
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: The separation between the 2 semi-circles is intentional, calling to mind the concept of Yin & Yang, and further eliciting the need to travel together...
fr: Un monde exprimé ainsi par la séparation entre les 2 demi-cercles, ou « reflet » du Yin-Yang (Preuve ici de cette complémentarité suffisante pour voyager ensemble...)

source: A slightly tilted circle in order to express the idea of movement
fr: Un cercle qui se devait « incliné » pour exprimer le mouvement.

source: If you require any more information or have any questions, please feel free to contact us by email by clicking <a href="mailto:cogofly@gmail.com" target="_blank">here </a>
fr: Si vous avez besoin de plus d'informations ou avez des questions, n'hésitez pas à nous contacter par courriel <a href="mailto:cogofly@gmail.com" target="_blank">ici</a>.

source: Cogofly - Contact us
fr: Cogofly - Contact

source: If you require any more information or have any questions about our Terms and Conditions, please feel free to contact us by email by clicking <a href="mailto:cogofly@gmail.com" target="_blank">here </a>
fr: Si vous avez besoin de plus d'informations ou avez des questions concernant nos conditions de service, n'hésitez pas à nous contacter par courriel <a href="mailto:cogofly@gmail.com" target="_blank">ici</a>.

source: Cogofly - Privacy policy
fr: Cogofly - Politique de confidentialité

source: Data protection is of the utmost importance to<strong>COGOFLY</strong> (right after "<strong>COGOFLY</strong>"). The Privacy Policy in place supplements the Terms and Conditions of the website www.<strong>COGOFLY</strong>.com (referred to hereafter as "the Website"), governing the relationship between the user and <strong>COGOFLY</strong>. This Privacy Policy applies to all services provided on the Website. The French version of this Privacy Policy shall prevail over any other version. The user can contact <strong>COGOFLY</strong> by the following email: <strong>COGOFLY</strong>@gmail.com. By registering on the Website, the user consents to this Privacy Policy.
fr: La protection des données personnelles est un enjeu majeur pour <strong>COGOFLY</strong> (ci-après "<strong>COGOFLY</strong>"). La présente Politique de Confidentialité complète les Conditions Générales du site www.cogofly.com (ci-après "le Site") régissant les relations entre les utilisateurs et <strong>COGOFLY</strong>. La présente Politique de Confidentialité s'applique à tous les services fournis sur le Site. La version française de la présente Politique de Confidentialité prévaudra sur toutes autres versions. L'utilisateur peut contacter <strong>COGOFLY</strong> en utilisant l'adresse email suivante: cogofly@gmail.com. En créant un compte sur le Site, l'utilisateur consent à la présente Politique de Confidentialité.

source: 1. Collection of personal data:
fr: 1. Traitement de données personnelles :

source: <strong>COGOFLY</strong> collects, processes, and uses personal data about the users in accordance with French and Europe laws and statutes on data protection. This collection has been declared to the CNIL under number 1822236v0. <strong>COGOFLY</strong> uses personal data in the exclusive goal of providing the user with the services described on the Website and in the Terms and Conditions. <strong>COGOFLY</strong> will never transfer Personal Data to third parties without the user's consent. The user has a right of access, rectification and opposition on his/her personal data. To exercise those rights, the user shall contact <strong>COGOFLY</strong> by the contact email.
fr: <strong>COGOFLY</strong> collecte, traite et utilise des données personnelles des utilisateurs conformément au droit français et européen sur la protection des données personnelles. Ce traitement a été déclaré à la CNIL sous le numéro 1822236v0. <strong>COGOFLY</strong> utilise les données personnelles dans le but exclusif de fournir aux utilisateurs les services décrits sur le Site et dans les Conditions Générales. <strong>COGOFLY</strong> ne transfère jamais les données personnelles à des tiers sans l'accord des utilisateurs. Tout utilisateur dispose d'un droit d'accès, de rectification et d'opposition sur ses données personnelles. Pour exercer ces droits, l'utilisateur doit contacter <strong>COGOFLY</strong> l'email de contact.

source: 2. Registration:
fr: 2. Enregistrement :

source: In order to become a user of the Website, it is necessary to first create an account on the Website. To create an account, the user is required to provide the following mandatory contact information:
fr: Pour pouvoir utiliser le Site, il est nécessaire de créer un compte sur le Site. Pour créer un compte, l'utilisateur doit obligatoirement fournir les informations suivantes :

source: For a "solo" account: email, password or social network account such as Facebook, Twitter, Instagram, Pinterest, LinkedIn, Viadeo, Google +, family name, first name, country and city of residence, country and city of birth, gender, date of birth, at least one place the user wishes to visit.
fr: Pour un compte solo: email, mot de passe, ou compte de réseau social comme Facebook, Twitter, Instagram, Pinterest, LinkedIn, Viadeo, Google +, nom de famille, prénom, pays et ville de résidence, pays et ville de naissance, sexe, date de naissance, au moins un endroit que l'utilisateur souhaite visiter.

source: For a group account: same information as for a "solo" account, but concerning at least two users (except for the users who are already registered in the Website).
fr: Pour un compte groupe: les mêmes informations que pour un compte solo, mais concernant au moins deux utilisateurs (sauf pour les utilisateurs déjà enregistrés sur le Site).

source: For a couple account: same information as for a "solo" account, but concerning both users of the couple (except if the two users who are already registered in theWebsite).
fr: Pour un compte couple : les mêmes informations que pour un compte solo, mais concernant les deux utilisateurs du couple (sauf si les utilisateurs sont déjà enregistrés sur le Site).

source: For a family account: same information as for a "solo" account, but concerning all the users of the Family (except for the users who are already registered in the Website).
fr: Pour un compte famille : les mêmes informations que pour un compte solo, mais concernant tous les utilisateurs de la famille (sauf si les utilisateurs sont déjà enregistrés sur le Site).

source: 3. Profile Information and contents:
fr: 3. Informations de profil et contenus :

source: Once registered, the user may provide other optional pieces of information (profession, diplomas, languages, hobbies, and so on...). The user can also publish or post different contents on the Website. These pieces of information are collected by <strong>COGOFLY</strong> to provide the user with better services and more confidence.
fr: Une fois enregistré, l'utilisateur peut fournir d'autres informations optionnelles (profession, diplômes, langues, hobbies,...). L'utilisateur peut aussi publier ou poster différents contenus sur le Site. Ces informations sont collectées par <strong>COGOFLY</strong> pour fournir à l'utilisateur de meilleurs services et plus de confiance.

source: 4. Information about the user's contacts:
fr: 4. Informations sur les contacts :

source: If the user chooses to invite other people to join his entity, he/she shall enter the last name, first name, and email addresses of the invitees, or just their email address and potentially a phone number, depending on the data required by the invitation. This data is used only to send the invitation email and other reminders. <strong>COGOFLY</strong> stores this information to send the invitation email and to register a contact connexion if the user's invitation is accepted.
fr: Si l'utilisateur choisit d'inviter d'autres personnes à rejoindre son entité, il doit saisir leur nom, prénom et adresse email, voire juste leur adresse email, éventuellement un numéro de téléphone, et ce en fonction des informations demandées lors de l'invitation. Ces informations sont utilisées uniquement pour envoyer l'email d'invitation ainsi que d'autres rappels. <strong>COGOFLY</strong> conserve ces informations pour envoyer l'email d'invitation et enregistrer la connexion du contact si l'invitation est acceptée.

source: All information entered or uploaded about contacts is considered personal data for the application of this Privacy Policy.
fr: Toutes les informations saisies ou téléchargées sur les contacts sont considérées comme des données personnelles en application de la présente Politique de Confidentialité.

source: <strong>COGOFLY</strong> uses cookies to identify the user during the course of his/her session and to recognise him/her as a user when he/she returns to the Website using the same computer and web browser. A cookie is a file stored on the user's computer tied to information about the user. <strong>COGOFLY</strong> uses session ID cookies to confirm that the user is logged in. These cookies terminate once the user closes the browser. By default, <strong>COGOFLY</strong> uses persistent cookies that store the user's login ID (but not the password) to make it easier for the user to log in when he/she comes back to the Website. These cookies will then store part of the login data in encrypted form. The user can remove or block these cookies using the settings in the browser if he/she wants to disable this convenience feature. Unfortunately, if the browser settings do not allow cookies, the user shall systematically give his user name and password to log on.
fr: <strong>COGOFLY</strong> utilise des cookies pour identifier l'utilisateur au cours de sa session et pour le reconnaître lorsqu'il revient sur le Site en utilisant le même ordinateur et le même navigateur. Un cookie est un fichier conservé sur l'ordinateur de l'utilisateur lié à une information sur l'utilisateur. <strong>COGOFLY</strong> utilise des cookies de session ID pour confirmer que l'utilisateur est connecté. Ces cookies s'arrêtent lorsque l'utilisateur ferme son navigateur. Par défaut, <strong>COGOFLY</strong> utilise des cookies persistants pour conserver l'identifiant de l'utilisateur (mais non son mot de passe) de façon à faciliter la connexion de l'utilisateur quand il revient sur le Site. Ces cookies seront alors stockés sous une forme cryptée. L'utilisateur peut supprimer ou bloquer ces cookies en utilisant les paramètres de son navigateur s'il souhaite les désactiver. Cependant, si les paramètres du navigateur n'autorisent pas les cookies, l'utilisateur devra retaper ses identifiants systématiquement afin de se connecter correctement sur le site.

source: <strong>COGOFLY</strong> also receives the IP address of the user's computer, the computer operating system and type of web browser he/she is using, as well as the name of the user's ISP.
fr: <strong>COGOFLY</strong> reçoit aussi l'adresse IP de l'ordinateur de l'utilisateur, le système d'exploitation et le type de navigateur utilisé, de même que le nom du fournisseur d'accès de l'utilisateur.

source: This data is saved in a log file and will be stored by. The information is used in anonymous form to analyse overall trends to help <strong>COGOFLY</strong> improve its service, e.g., <strong>COGOFLY</strong> may analyse on which days, at which time and when the Website are particularly frequented. The linkage between the user's IP address and his/her personally identifiable information is never shared with any third party without the user's permission except when required by law. <strong>COGOFLY</strong> reserves the right to review the log files from the last known IP address of the user where <strong>COGOFLY</strong> has reasonable cause to believe that the user is using the Website in breach of the Terms and Conditions or the applicable legislation. In doing this, <strong>COGOFLY</strong> protects other users, the safety of its user's data, as well as the Website and the services. Like the information the user enters at registration or in his/her profile, cookie and associated log file data is used to customise the use of the Website and to help the user to not type his user name and password again. By using the Website and/or registering with the Website, the user fully accepts the use of the above mentioned cookies and log files.
fr: Ces informations sont sauvegardées comme données de connexion et sont conservées. Elles sont utilisées de façon anonyme pour des statistiques dans le but d'aider <strong>COGOFLY</strong> à améliorer son service ; par exemple <strong>COGOFLY</strong> peut analyser quels jours, à quelles heures, et où le Site est le plus fréquenté. Le lien entre l'adresse IP de l'utilisateur et ses informations personnelles n'est jamais communiqué à des tiers sans le consentement de l'utilisateur, sauf dans les cas où cela est exigé par la loi. <strong>COGOFLY</strong> se réserve le droit de vérifier les données de connexion à partir de la dernière adresse IP de l'utilisateur si <strong>COGOFLY</strong> a des raisons de penser que l'utilisateur utilise le Site en violation des Conditions Générales ou de la loi applicable. Ceci a pour but de protéger les autres utilisateurs, la sécurité des données des utilisateurs ainsi que le Site et ses services.Comme pour les informations que l'utilisateur saisit au moment de l'enregistrement dans son profil, les cookies et les données de connexion associées sont utilisées pour améliorer le fonctionnement du Site et surtout aider l'utilisateur à ne plus retaper ses identifiants. En utilisant le Site et/ou en créant un compte sur le Site, l'utilisateur accepte l'utilisation des cookies et des données de connexion susvisés.

source: 6. Viewable data:
fr: 6. Données visibles :

source: When the user registers in the Website, he/she may choose by whom his/her profile information are viewable. Three choices are then available: profile Information can be viewable either by everybody or solely by the user's contacts/friends or solely by the user's himself/herself. The user may modify his/her choice at any time in the settings menu. However, the profile picture will always be viewable by everybody. This picture will be blurred when the profiles research succeeds, <strong>COGOFLY</strong> wishing to be clearly different from a dating website. If the user makes no choice when registering, the following rules apply by default:
fr: Quand l'utilisateur s'enregistre sur le Site, il peut choisir par qui ses informations de profil sont visibles. Trois choix sont alors possibles : les informations du profil peuvent être visibles soit par tout le monde, soit uniquement par les contacts, soit uniquement par l'utilisateur lui-même. L'utilisateur peut modifier ses choix à tout moment dans le menu paramètres. Cependant, la photo du profil restera toujours visible par tout le monde. Cette même photo sera aussi volontairement floutée lorsque la recherche des profils aura abouti, <strong>COGOFLY</strong> voulant se distinguer clairement d'un site de rencontre. Si l'utilisateur ne fait aucun choix au moment de son enregistrement, les règles suivantes s'appliquent par défaut :

source: Viewable by everybody: family name, first name, country/city of residence, country/city of birth, gender, date of birth, scholarship/diplomas, schools/universities, former country/city of residence, languages, current profession, current employer, former employers, types of licences, zodiacal sign, what the User has already visited/done, what the user wishes to visit/do, interests, hobbies, self-description, smoker, number of children, statute.
fr: Visible par tout le monde: nom de famille, prénom, pays et ville de résidence, pays et ville de naissance, sexe, date de naissance, scolarité/diplômes, écoles/universités, précédent pays/ville de résidence, langues, profession actuelle, employeur actuel, employeurs précédents, types de permis, signe zodiacal, ce que l'utilisateur a déjà visité/fait, ce que l'utilisateur veut visiter/faire, centres d'intérêts, hobbies, auto-description, fumeur, nombre d'enfants, statut.

source: Viewable solely by the user: email address.
fr: Visible uniquement par l'utilisateur : adresse email

source: 7. Sharing information with other users of <strong>COGOFLY</strong> or third parties:
fr: 7. Partage d'informations avec d'autres utilisateurs de <strong>COGOFLY</strong> ou des tiers:

source: Profile information is only available to other users of <strong>COGOFLY</strong> depending on the user's chosen individual privacy settings. Neither third parties (meaning not registered users) nor searching engines (eg : Google, Bing, Yahoo, etc…) have access to the user's profile information, contents and personal data. The user acknowledges that no security measures are perfect and that the user's personal data may become publicly available, in case of a website hacking for example, despite the efforts of <strong>COGOFLY</strong> to maintain security of the Website. <strong>COGOFLY</strong> cannot control the actions of other users with whom the user may shares data and information. Therefore, <strong>COGOFLY</strong> does not guarantee that personal data will not be viewed by unauthorised persons. <strong>COGOFLY</strong> is not responsible for circumvention of any privacy settings or security measures contained on the Website.
fr: Les informations de profil, contenus et données de l'utilisateur ne sont pas accessibles à des tiers (c'est-à-dire à des utilisateurs non enregistrés). Ils ne sont pas non plus accessibles aux moteurs de recherche (ex : Google, Bing, Yahoo, etc...). Les informations du profil sont visibles uniquement par les autres utilisateurs de <strong>COGOFLY</strong> en fonction des choix de l'utilisateur dans les paramètres de confidentialité. L'utilisateur doit avoir conscience qu'aucune mesure de sécurité n'est parfaite et que les données personnelles peuvent devenir accessibles publiquement, par exemple en cas de piratage du Site, malgré tous les efforts de <strong>COGOFLY</strong> pour maintenir la sécurité du Site. <strong>COGOFLY</strong> ne peut pas contrôler les actions des autres utilisateurs avec qui l'utilisateur partage des données et informations. C'est la raison pour laquelle <strong>COGOFLY</strong> ne garantit pas que les données personnelles ne soient pas vues par des personnes non autorisées. <strong>COGOFLY</strong> n'est pas responsable en cas de contournement des paramètres de confidentialité ou des mesures de sécurité contenues dans le Site.

source: The user also acknowledges that, even after removal, copies of personal data may remain viewable in cached and archived pages.
fr: L'utilisateur doit par ailleurs avoir conscience que même après suppression, des copies de données personnelles peuvent demeurer visibles dans les caches et les pages archivées.

source: 8. Emails, and Notifications to users:
fr: 8. Emails et notifications aux utilisateurs :

source: <strong>COGOFLY</strong> regularly sends out notification messages and emails to all users of <strong>COGOFLY</strong>. This communication aims at informing the user about new features or events related to the Website, to received emails, to added friends, to "likes", and so on…<strong>COGOFLY</strong> may present new users of <strong>COGOFLY</strong> to the user. It may also be the case that <strong>COGOFLY</strong> presents the user as a possible contact to other users of <strong>COGOFLY</strong>. Finally, <strong>COGOFLY</strong> may inform the user about other users of <strong>COGOFLY</strong> who have visited the user's profile or vice versa, i.e., the user may be one of those users with regard to another user of <strong>COGOFLY</strong> whose profile the user has visited. Generally, the user may opt out of such notifications through his/her individual personal settings, though <strong>COGOFLY</strong> reserves the right to send the user notices about his/her account.
fr: <strong>COGOFLY</strong> envoie régulièrement des messages et emails de notification aux utilisateurs de <strong>COGOFLY</strong>. Ces communications visent à informer l'utilisateur des nouveautés ou des événements en lien avec le Site, des emails reçus, des ajouts d'amis, des "likes", etc...<strong>COGOFLY</strong> peut présenter de nouveaux utilisateurs de <strong>COGOFLY</strong> à l'utilisateur. <strong>COGOFLY</strong> peut aussi présenter un utilisateur comme contact possible pour d'autres utilisateurs. Enfin, <strong>COGOFLY</strong> peut informer l'utilisateur que d'autres utilisateurs de <strong>COGOFLY</strong> ont consulté son profil ou vice versa, c'est-à-dire que l'utilisateur peut être cité comme ayant consulté le profit d'un autre utilisateur. En général, l'utilisateur peut s'opposer à ce type de notifications dans ses paramètres personnels. Cependant, <strong>COGOFLY</strong> se réserve le droit d'envoyer à l'utilisateur des notifications à propos de son compte.

source: 9. Forwarding information to third parties:
fr: 9. Communication de données à des tiers :

source: <strong>COGOFLY</strong> does not forward the user's personal data, his/her contents, or other information to third parties without the user's consent, except where <strong>COGOFLY</strong> believes such sharing is either 1) necessary to use the Website or, 2) legally required or, 3) permitted by the user. For example, <strong>COGOFLY</strong> may forward personal data to service providers, to its partners or sponsors, to help <strong>COGOFLY</strong> offer a better service, a better access to and a better use of the Website as a whole.
fr: <strong>COGOFLY</strong> ne transmet pas les données personnelles, les contenus ou autres informations de l'utilisateur à des tiers sans le consentement de l'utilisateur, sauf si <strong>COGOFLY</strong> estime que cette transmission est 1) nécessaire pour utiliser le Site ou 2) requis par la loi ou les règlements en vigueur ou 3) autorisé par l'utilisateur. Par exemple, <strong>COGOFLY</strong> peut transmettre des données personnelles à des fournisseurs de services, à ses partenaires, ou sponsors, pour aider <strong>COGOFLY</strong> à offrir, un meilleur service, un meilleur accès et une meilleure utilisation du Site dans son ensemble.
